<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadUUID</key>
			<string>944561DB-AEAD-43FA-8DC0-F8661BF5CC9A</string>
			<key>PayloadType</key>
			<string>com.apple.vpn.managed.applayer</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.vpn.managed.applayer.7EDB76A2-ADFC-4D2B-8831-0BA2B1C75579</string>
			<key>VPNType</key>
			<string>VPN</string>
			<key>VPNSubType</key>
			<string>com.yarshure.Surf</string>
			<key>UserDefinedName</key>
			<string>yarshure</string>
			<key>PayloadDescription</key>
			<string>Configures VPN settings</string>
			<key>PayloadDisplayName</key>
			<string>VPN</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>VPNUUID</key>
			<string>83A8720B-2BD5-4B7E-921D-3D9E312B4ACD</string>
			<key>VPN</key>
			<dict>
				<key>RemoteAddress</key>
				<string>abigt.net</string>
				<key>AuthenticationMethod</key>
				<string>Password</string>
				<key>AuthName</key>
				<string>abigt</string>
				<key>AuthPassword</key>
				<string>abigt</string>
				<key>ProviderBundleIdentifier</key>
				<string>com.yarshure.Surf.AppProxy-iOS</string>
				<key>OnDemandMatchAppEnabled</key>
				<false/>
			</dict>
			<key>Proxies</key>
			<dict>
				<key>HTTPEnable</key>
				<integer>0</integer>
				<key>HTTPSEnable</key>
				<integer>0</integer>
			</dict>
			<key>VendorConfig</key>
			<dict>
				<key>dummy</key>
				<integer>1</integer>
			</dict>
			<key>SafariDomains</key>
			<array>
				<string>apple.com</string>
				<string>google.com</string>
				<string>googlevideo.com</string>
				<string>youtube.com</string>
				<string>ytimg.com</string>
				<string>ggpht.com</string>
				<string>twitter.com</string>
				<string>t.co</string>
				<string>twimg.com</string>
				<string>nr-data.net</string>
				<string>pbskids.org</string>
				<string>pbs.org</string>
				<string>gvt1.com</string>
				<string>scorecardresearch.com</string>
				<string>google</string>
				<string>facebook</string>
				<string>youtube</string>
				<string>twitter</string>
				<string>instagram</string>
				<string>gmail</string>
				<string>blogspot</string>
				<string>twimg.com</string>
				<string>4shared.com</string>
				<string>bitcointalk.org</string>
				<string>dogfartnetwork.com</string>
				<string>briian.com</string>
				<string>transparency.org</string>
				<string>mingpaovan.com</string>
				<string>wikinews.org</string>
				<string>passion.com</string>
				<string>joachims.org</string>
				<string>maiio.net</string>
				<string>tono-oka.jp</string>
				<string>flipkart.com</string>
				<string>mail-archive.com</string>
				<string>surfeasy.com.au</string>
				<string>admob.com</string>
				<string>zkiz.com</string>
				<string>yulghun.com</string>
				<string>hihistory.net</string>
				<string>sadistic-v.com</string>
				<string>directcreative.com</string>
				<string>thegly.com</string>
				<string>cbsnews.com</string>
				<string>sunvpn.net</string>
				<string>blogcity.me</string>
				<string>irib.ir</string>
				<string>alexlur.org</string>
				<string>finalion.jp</string>
				<string>nrk.no</string>
				<string>nyt.com</string>
				<string>usma.edu</string>
				<string>norbulingka.org</string>
				<string>uberproxy.net</string>
				<string>my-proxy.com</string>
				<string>cmule.com</string>
				<string>kechara.com</string>
				<string>getgom.com</string>
				<string>gettyimages.com</string>
				<string>rapidvpn.com</string>
				<string>yahoo.com.tw</string>
				<string>robtex.com</string>
				<string>thelifeyoucansave.com</string>
				<string>ugo.com</string>
				<string>looktoronto.com</string>
				<string>thywords.com</string>
				<string>army.mil</string>
				<string>amoiist.com</string>
				<string>uderzo.it</string>
				<string>zillionk.com</string>
				<string>placemix.com</string>
				<string>bookepub.com</string>
				<string>d100.net</string>
				<string>twitstat.com</string>
				<string>airvpn.org</string>
				<string>zhongmeng.org</string>
				<string>thinkingtaiwan.com</string>
				<string>wo.tc</string>
				<string>youtu.be</string>
				<string>prozz.net</string>
				<string>s-dragon.org</string>
				<string>kagyuoffice.org</string>
				<string>tiananmenuniv.com</string>
				<string>freemorenews.com</string>
				<string>penchinese.net</string>
				<string>mesotw.com</string>
				<string>meetup.com</string>
				<string>privacybox.de</string>
				<string>idv.tw</string>
				<string>liaowangxizang.net</string>
				<string>getsocialscope.com</string>
				<string>firstfivefollowers.com</string>
				<string>fochk.org</string>
				<string>beyondfirewall.com</string>
				<string>rfamobile.org</string>
				<string>tw-npo.org</string>
				<string>fofldfradio.org</string>
				<string>episcopalchurch.org</string>
				<string>powerphoto.org</string>
				<string>hkdf.org</string>
				<string>xanga.com</string>
				<string>ontrac.com</string>
				<string>godfootsteps.org</string>
				<string>dalailama.com</string>
				<string>bigsound.org</string>
				<string>gtricks.com</string>
				<string>fizzik.com</string>
				<string>bbg.gov</string>
				<string>aniscartujo.com</string>
				<string>imagezilla.net</string>
				<string>sipml5.org</string>
				<string>myforum.com.hk</string>
				<string>jwmusic.org</string>
				<string>falunpilipinas.net</string>
				<string>dalailamacenter.org</string>
				<string>imlive.com</string>
				<string>digisfera.com</string>
				<string>ptt.cc</string>
				<string>motherless.com</string>
				<string>lsforum.net</string>
				<string>bigfools.com</string>
				<string>ziplib.com</string>
				<string>freedomcollection.org</string>
				<string>makemymood.com</string>
				<string>huhamhire.com</string>
				<string>geekheart.info</string>
				<string>foxdie.us</string>
				<string>hklts.org.hk</string>
				<string>juliereyc.com</string>
				<string>ihakka.net</string>
				<string>5i01.com</string>
				<string>btku.me</string>
				<string>beijingspring.com</string>
				<string>ultravpn.fr</string>
				<string>sorazone.net</string>
				<string>casatibet.org.mx</string>
				<string>twiffo.com</string>
				<string>blinkx.com</string>
				<string>thaicn.com</string>
				<string>michaelmarketl.com</string>
				<string>views.fm</string>
				<string>honeynet.org</string>
				<string>cam4.jp</string>
				<string>acgkj.com</string>
				<string>branch.com</string>
				<string>soupofmedia.com</string>
				<string>sakuralive.com</string>
				<string>html5rocks.com</string>
				<string>uptodown.com</string>
				<string>po2b.com</string>
				<string>la-forum.org</string>
				<string>dyndns.org</string>
				<string>nzchinese.com</string>
				<string>secretsline.biz</string>
				<string>inote.tw</string>
				<string>htl.li</string>
				<string>bloombergview.com</string>
				<string>highpeakspureearth.com</string>
				<string>pts.org.tw</string>
				<string>newspeak.cc</string>
				<string>chromecast.com</string>
				<string>5maodang.com</string>
				<string>idouga.com</string>
				<string>fevernet.com</string>
				<string>peacehall.com</string>
				<string>rdio.com</string>
				<string>minghui.or.kr</string>
				<string>pure18.com</string>
				<string>fc2web.com</string>
				<string>matome-plus.com</string>
				<string>get.how</string>
				<string>lagranepoca.com</string>
				<string>workersthebig.net</string>
				<string>banana-vpn.com</string>
				<string>1mobile.com</string>
				<string>rfa.org</string>
				<string>sokamonline.com</string>
				<string>tripod.com</string>
				<string>hulu.com</string>
				<string>okayfreedom.com</string>
				<string>monster.com</string>
				<string>sethwklein.net</string>
				<string>dupola.com</string>
				<string>epochtimes.ie</string>
				<string>dupola.net</string>
				<string>circlethebayfortibet.org</string>
				<string>coolaler.com</string>
				<string>ngensis.com</string>
				<string>tibetpolicy.eu</string>
				<string>cams.org.sg</string>
				<string>freeweibo.com</string>
				<string>memorybbs.com</string>
				<string>fpmt.org</string>
				<string>d2bay.com</string>
				<string>rmjdw.com</string>
				<string>zfreet.com</string>
				<string>idreamx.com</string>
				<string>edupro.org</string>
				<string>fgmtv.org</string>
				<string>rssmeme.com</string>
				<string>spb.com</string>
				<string>cclifefl.org</string>
				<string>iredmail.org</string>
				<string>ieasynews.net</string>
				<string>tibettimes.net</string>
				<string>lsmwebcast.com</string>
				<string>tbswd.org</string>
				<string>asahichinese.com</string>
				<string>tiny.cc</string>
				<string>nwtca.org</string>
				<string>twicsy.com</string>
				<string>lantosfoundation.org</string>
				<string>sweux.com</string>
				<string>freedomsherald.org</string>
				<string>lkcn.net</string>
				<string>woxinghuiguo.com</string>
				<string>wefong.com</string>
				<string>astrill.com</string>
				<string>tew.org</string>
				<string>livingstream.com</string>
				<string>zhangboli.net</string>
				<string>thetibetmuseum.org</string>
				<string>telegramdownload.com</string>
				<string>apkpure.com</string>
				<string>twilightsex.com</string>
				<string>shangfang.org</string>
				<string>hkzone.org</string>
				<string>stephaniered.com</string>
				<string>filmingfortibet.org</string>
				<string>samsoff.es</string>
				<string>hybrid-analysis.com</string>
				<string>kcsoftwares.com</string>
				<string>twip.me</string>
				<string>compileheart.com</string>
				<string>top81.ws</string>
				<string>gaopi.net</string>
				<string>plixi.com</string>
				<string>muzi.com</string>
				<string>gospelherald.com</string>
				<string>chinaaid.org</string>
				<string>wangruowang.org</string>
				<string>internetfreedom.org</string>
				<string>linpie.com</string>
				<string>fc2.com</string>
				<string>taolun.info</string>
				<string>bestforchina.org</string>
				<string>uspto.gov</string>
				<string>m-team.cc</string>
				<string>itsky.it</string>
				<string>stanford.edu</string>
				<string>vpnforgame.net</string>
				<string>internetdefenseleague.org</string>
				<string>cna.com.tw</string>
				<string>setty.com.tw</string>
				<string>chinacitynews.be</string>
				<string>hkchurch.org</string>
				<string>wikipedia.org</string>
				<string>chatnook.com</string>
				<string>kusocity.com</string>
				<string>twttr.com</string>
				<string>post.ly</string>
				<string>backchina.com</string>
				<string>sprite.org</string>
				<string>googlecommerce.com</string>
				<string>thespeeder.com</string>
				<string>ipredator.se</string>
				<string>chapm25.com</string>
				<string>sinopitt.info</string>
				<string>trouw.nl</string>
				<string>gvt0.com</string>
				<string>orzistic.org</string>
				<string>golang.org</string>
				<string>betfair.com</string>
				<string>xhamster.com</string>
				<string>citytalk.tw</string>
				<string>oursogo.com</string>
				<string>hongzhi.li</string>
				<string>tuanzt.com</string>
				<string>jamyangnorbu.com</string>
				<string>middle-way.net</string>
				<string>ap.org</string>
				<string>dajiyuan.com</string>
				<string>storm.mg</string>
				<string>left21.hk</string>
				<string>laqingdan.net</string>
				<string>youmaker.com</string>
				<string>focustaiwan.tw</string>
				<string>anonymizer.com</string>
				<string>feitianacademy.org</string>
				<string>goldstep.net</string>
				<string>emuparadise.me</string>
				<string>nuvid.com</string>
				<string>pornhub.com</string>
				<string>swissvpn.net</string>
				<string>freechina.net</string>
				<string>fangong.org</string>
				<string>hotav.tv</string>
				<string>gokbayrak.com</string>
				<string>plm.org.hk</string>
				<string>falsefire.com</string>
				<string>v2ex.com</string>
				<string>traffichaus.com</string>
				<string>codeskulptor.org</string>
				<string>topnews.in</string>
				<string>igoogle.com</string>
				<string>hkatvnews.com</string>
				<string>panacom.co.jp</string>
				<string>waltermartin.org</string>
				<string>dfas.mil</string>
				<string>pullfolio.com</string>
				<string>limiao.net</string>
				<string>avdb.tv</string>
				<string>bgvpn.com</string>
				<string>yousendit.com</string>
				<string>theatrum-belli.com</string>
				<string>rosechina.net</string>
				<string>proxpn.com</string>
				<string>mvg.jp</string>
				<string>freetibet.net</string>
				<string>pornsharing.com</string>
				<string>david-kilgour.com</string>
				<string>lupm.org</string>
				<string>geocities.co.jp</string>
				<string>city365.ca</string>
				<string>javzoo.com</string>
				<string>shat-tibet.com</string>
				<string>newsdh.com</string>
				<string>fux.com</string>
				<string>hkhrm.org.hk</string>
				<string>asianfreeforum.com</string>
				<string>cacnw.com</string>
				<string>gohappy.com.tw</string>
				<string>tibetan.fr</string>
				<string>karkhung.com</string>
				<string>digiland.tw</string>
				<string>bfsh.hk</string>
				<string>tibethaus.com</string>
				<string>freerk.com</string>
				<string>hustlercash.com</string>
				<string>hkusu.net</string>
				<string>networkedblogs.com</string>
				<string>cumlouder.com</string>
				<string>xinbao.de</string>
				<string>snapchat.com</string>
				<string>coolder.com</string>
				<string>civilhrfront.org</string>
				<string>myfreshnet.com</string>
				<string>netbirds.com</string>
				<string>plays.com.tw</string>
				<string>proyectoclubes.com</string>
				<string>clementine-player.org</string>
				<string>apiary.io</string>
				<string>vegasred.com</string>
				<string>e-gold.com</string>
				<string>penisbot.com</string>
				<string>jitouch.com</string>
				<string>youtubecn.com</string>
				<string>alforattv.net</string>
				<string>astonmartinnews.com</string>
				<string>gelbooru.com</string>
				<string>pct.org.tw</string>
				<string>fringenetwork.com</string>
				<string>otnd.org</string>
				<string>erabaru.net</string>
				<string>spinejs.com</string>
				<string>tvants.com</string>
				<string>kagyuoffice.org.tw</string>
				<string>raggedbanner.com</string>
				<string>tiney.com</string>
				<string>msn.com</string>
				<string>mash.to</string>
				<string>ifanqiang.com</string>
				<string>eisbb.com</string>
				<string>4tern.com</string>
				<string>wokar.org</string>
				<string>bbsone.com</string>
				<string>twisterio.com</string>
				<string>myradio.hk</string>
				<string>rangzen.org</string>
				<string>page2rss.com</string>
				<string>morbell.com</string>
				<string>taiwandaily.net</string>
				<string>freedomhouse.org</string>
				<string>bbsmo.com</string>
				<string>footwiball.com</string>
				<string>pcstore.com.tw</string>
				<string>tinypaste.com</string>
				<string>shixiao.org</string>
				<string>throughnightsfire.com</string>
				<string>googleartproject.com</string>
				<string>megarotic.com</string>
				<string>karmapa.org</string>
				<string>liuxiaotong.com</string>
				<string>sod.co.jp</string>
				<string>hmvdigital.ca</string>
				<string>cdbook.org</string>
				<string>taa-usa.org</string>
				<string>sto.cc</string>
				<string>mymediarom.com</string>
				<string>china18.org</string>
				<string>chromeadblock.com</string>
				<string>nysingtao.com</string>
				<string>fqok.org</string>
				<string>gardennetworks.org</string>
				<string>njuice.com</string>
				<string>sueddeutsche.de</string>
				<string>tapanwap.com</string>
				<string>oclp.hk</string>
				<string>search.com</string>
				<string>hkhkhk.com</string>
				<string>puffstore.com</string>
				<string>advanscene.com</string>
				<string>miroguide.com</string>
				<string>cool18.com</string>
				<string>centurys.net</string>
				<string>glass8.eu</string>
				<string>zi5.me</string>
				<string>amigobbs.net</string>
				<string>cdpwu.org</string>
				<string>ninjacloak.com</string>
				<string>myav.com.tw</string>
				<string>dw-world.com</string>
				<string>fangbinxing.com</string>
				<string>xuchao.org</string>
				<string>usfk.mil</string>
				<string>freebrowser.org</string>
				<string>brandonhutchinson.com</string>
				<string>thedalailamamovie.com</string>
				<string>gamejolt.com</string>
				<string>edgecastcdn.net</string>
				<string>foxbusiness.com</string>
				<string>javhuge.com</string>
				<string>diigo.com</string>
				<string>rightster.com</string>
				<string>freeoz.org</string>
				<string>blogimg.jp</string>
				<string>twitterkr.com</string>
				<string>tanc.org</string>
				<string>hackthatphone.net</string>
				<string>uc-japan.org</string>
				<string>anontext.com</string>
				<string>flitto.com</string>
				<string>mizzmona.com</string>
				<string>efcc.org.hk</string>
				<string>tangren.us</string>
				<string>playboyplus.com</string>
				<string>twnorth.org.tw</string>
				<string>dwnews.net</string>
				<string>fulue.com</string>
				<string>turningtorso.com</string>
				<string>bitsnoop.com</string>
				<string>bx.tl</string>
				<string>files2me.com</string>
				<string>ladbrokes.com</string>
				<string>mk5000.com</string>
				<string>americangreencard.com</string>
				<string>dougscripts.com</string>
				<string>behindkink.com</string>
				<string>iphonetaiwan.org</string>
				<string>zhenghui.org</string>
				<string>vporn.com</string>
				<string>avmoo.net</string>
				<string>dalailamaprotesters.info</string>
				<string>franklc.com</string>
				<string>slandr.net</string>
				<string>50webs.com</string>
				<string>vtunnel.com</string>
				<string>bestvpn.com</string>
				<string>iuhrdf.org</string>
				<string>economist.com</string>
				<string>citizensradio.org</string>
				<string>xiezhua.com</string>
				<string>sex8.cc</string>
				<string>thedw.us</string>
				<string>markmail.org</string>
				<string>gongm.in</string>
				<string>box.com</string>
				<string>rileyguide.com</string>
				<string>908taiwan.org</string>
				<string>lerosua.org</string>
				<string>hacken.cc</string>
				<string>justpaste.it</string>
				<string>businessinsider.com.au</string>
				<string>facesofnyfw.com</string>
				<string>echofon.com</string>
				<string>pdetails.com</string>
				<string>stgloballink.com</string>
				<string>tibetanpoliticalreview.org</string>
				<string>iuksky.com</string>
				<string>fbsbx.com</string>
				<string>redchinacn.org</string>
				<string>99cn.info</string>
				<string>fourthinternational.org</string>
				<string>globalrescue.net</string>
				<string>slinkset.com</string>
				<string>chinaxchina.com</string>
				<string>chinasocialdemocraticparty.com</string>
				<string>doujincafe.com</string>
				<string>financetwitter.com</string>
				<string>chinese-hermit.net</string>
				<string>nextmedia.com</string>
				<string>earlytibet.com</string>
				<string>relaxbbs.com</string>
				<string>shadowsocks.org</string>
				<string>aiweiwei.com</string>
				<string>tweetboner.biz</string>
				<string>metroradio.com.hk</string>
				<string>furl.net</string>
				<string>cnn.com</string>
				<string>dvorak.org</string>
				<string>suoluo.org</string>
				<string>ntdtv.org</string>
				<string>crossfire.co.kr</string>
				<string>lsm.org</string>
				<string>nytimes.com</string>
				<string>go141.com</string>
				<string>geohot.com</string>
				<string>goodtv.tv</string>
				<string>xinmiao.com.hk</string>
				<string>orientaldaily.com.my</string>
				<string>retweetist.com</string>
				<string>westkit.net</string>
				<string>gstatic.com</string>
				<string>nydus.ca</string>
				<string>brizzly.com</string>
				<string>duihuahrjournal.org</string>
				<string>wallpapercasa.com</string>
				<string>ka-wai.com</string>
				<string>higfw.com</string>
				<string>your-freedom.net</string>
				<string>ezpc.tk</string>
				<string>2lipstube.com</string>
				<string>bettervpn.com</string>
				<string>taipei.gov.tw</string>
				<string>fxnetworks.com</string>
				<string>chinasoul.org</string>
				<string>chinasucks.net</string>
				<string>quitccp.net</string>
				<string>labiennale.org</string>
				<string>cpj.org</string>
				<string>qgirl.com.tw</string>
				<string>arlingtoncemetery.mil</string>
				<string>fw.cm</string>
				<string>sogclub.com</string>
				<string>vpnreviewz.com</string>
				<string>iset.com.tw</string>
				<string>lianyue.net</string>
				<string>qtweeter.com</string>
				<string>fuckcnnic.net</string>
				<string>sciencenets.com</string>
				<string>soundofhope.org</string>
				<string>eriversoft.com</string>
				<string>hrcir.com</string>
				<string>emule-ed2k.com</string>
				<string>alabout.com</string>
				<string>viber.com</string>
				<string>ghost.org</string>
				<string>wizcrafts.net</string>
				<string>sexandsubmission.com</string>
				<string>s4miniarchive.com</string>
				<string>falundafaindia.org</string>
				<string>vevo.com</string>
				<string>gaozhisheng.net</string>
				<string>hoovers.com</string>
				<string>giga-web.jp</string>
				<string>googlehosted.com</string>
				<string>rigpa.org</string>
				<string>broadbook.com</string>
				<string>goldwave.com</string>
				<string>polymerhk.com</string>
				<string>dok-forum.net</string>
				<string>ied2k.net</string>
				<string>chinesen.de</string>
				<string>twerkingbutt.com</string>
				<string>myactimes.com</string>
				<string>skykiwi.com</string>
				<string>hugoroy.eu</string>
				<string>tibetexpress.net</string>
				<string>izaobao.us</string>
				<string>onlineyoutube.com</string>
				<string>impp.mn</string>
				<string>clarionproject.org</string>
				<string>alwaysdata.net</string>
				<string>i-cable.com</string>
				<string>etokki.com</string>
				<string>ticket.com.tw</string>
				<string>chinadialogue.net</string>
				<string>boyfriendtv.com</string>
				<string>wdf5.com</string>
				<string>iicns.com</string>
				<string>foolsmountain.com</string>
				<string>torrentcrazy.com</string>
				<string>so-net.net.tw</string>
				<string>daiphapinfo.net</string>
				<string>avidemux.org</string>
				<string>scmp.com</string>
				<string>zozotown.com</string>
				<string>adpl.org.hk</string>
				<string>shopping.com</string>
				<string>medium.com</string>
				<string>xjp.cc</string>
				<string>wp.com</string>
				<string>matainja.com</string>
				<string>democrats.org</string>
				<string>ghut.org</string>
				<string>geometrictools.com</string>
				<string>chinainterimgov.org</string>
				<string>ibros.org</string>
				<string>glype.com</string>
				<string>amnesty.tw</string>
				<string>tibetanliberation.org</string>
				<string>gov.tw</string>
				<string>icl-fi.org</string>
				<string>a-normal-day.com</string>
				<string>a5.com.ru</string>
				<string>apetube.com</string>
				<string>suissl.com</string>
				<string>assembla.com</string>
				<string>chrdnet.com</string>
				<string>baidu.jp</string>
				<string>philly.com</string>
				<string>mayimayi.com</string>
				<string>nhentai.net</string>
				<string>laogai.org</string>
				<string>workerdemo.org.hk</string>
				<string>mingpaonews.com</string>
				<string>gopetition.com</string>
				<string>longtermly.net</string>
				<string>gongwt.com</string>
				<string>fooooo.com</string>
				<string>twilio.com</string>
				<string>gamebase.com.tw</string>
				<string>in.com</string>
				<string>vidoemo.com</string>
				<string>gnci.org.hk</string>
				<string>morningsun.org</string>
				<string>tibetalk.com</string>
				<string>blogtd.org</string>
				<string>helpzhuling.org</string>
				<string>taiwanbible.com</string>
				<string>htmldog.com</string>
				<string>mimivip.com</string>
				<string>allgirlsallowed.org</string>
				<string>onionhacker.github.io</string>
				<string>porntvblog.com</string>
				<string>yilubbs.com</string>
				<string>gitbooks.io</string>
				<string>is.gd</string>
				<string>pengyulong.com</string>
				<string>khabdha.org</string>
				<string>luke54.com</string>
				<string>fan-qiang.com</string>
				<string>twt.tl</string>
				<string>javmoo.com</string>
				<string>gotrusted.com</string>
				<string>ithome.com.tw</string>
				<string>biblesforamerica.org</string>
				<string>karmapa-teachings.org</string>
				<string>orchidbbs.com</string>
				<string>chinainperspective.com</string>
				<string>cms.gov</string>
				<string>tibetcity.com</string>
				<string>lookpic.com</string>
				<string>mingpaocanada.com</string>
				<string>webs-tv.net</string>
				<string>hakkatv.org.tw</string>
				<string>typepad.com</string>
				<string>89-64.org</string>
				<string>wretch.cc</string>
				<string>dphk.org</string>
				<string>mobileways.de</string>
				<string>tbsn.org</string>
				<string>comefromchina.com</string>
				<string>chinasmile.net</string>
				<string>sambhota.org</string>
				<string>nde.de</string>
				<string>tongil.or.kr</string>
				<string>c-est-simple.com</string>
				<string>elgoog.im</string>
				<string>dalailamahindi.com</string>
				<string>journalofdemocracy.org</string>
				<string>destroy-china.jp</string>
				<string>vpnreactor.com</string>
				<string>e-zone.com.hk</string>
				<string>etvonline.hk</string>
				<string>bloomberg.de</string>
				<string>thevivekspot.com</string>
				<string>yibaochina.com</string>
				<string>mingpaomonthly.com</string>
				<string>foxgay.com</string>
				<string>fileforum.com</string>
				<string>tunnelbear.com</string>
				<string>revver.com</string>
				<string>line.me</string>
				<string>twt.fm</string>
				<string>twipple.jp</string>
				<string>tibetanaidproject.org</string>
				<string>21pron.com</string>
				<string>wikimapia.org</string>
				<string>catfightpayperview.xxx</string>
				<string>dfanning.com</string>
				<string>2000fun.com</string>
				<string>cristyli.com</string>
				<string>bloodshed.net</string>
				<string>catholic.org.hk</string>
				<string>chuizi.net</string>
				<string>uygur.org</string>
				<string>googlesile.com</string>
				<string>bonbonme.com</string>
				<string>wujie.net</string>
				<string>hkepc.com</string>
				<string>bjzc.org</string>
				<string>nexton-net.jp</string>
				<string>entermap.com</string>
				<string>gmiddle.com</string>
				<string>bwsj.hk</string>
				<string>theinitium.com</string>
				<string>pdproxy.com</string>
				<string>huffingtonpost.com</string>
				<string>ustream.tv</string>
				<string>cdd.me</string>
				<string>cardinalkungfoundation.org</string>
				<string>psblog.name</string>
				<string>flightcaster.com</string>
				<string>10conditionsoflove.com</string>
				<string>mad-ar.ch</string>
				<string>gdzf.org</string>
				<string>reuters.com</string>
				<string>unblock.cn.com</string>
				<string>beevpn.com</string>
				<string>whereiswerner.com</string>
				<string>cdpweb.org</string>
				<string>sugarsync.com</string>
				<string>nuzcom.com</string>
				<string>friendfinder.com</string>
				<string>3a5a.com</string>
				<string>want-daily.com</string>
				<string>helloqueer.com</string>
				<string>cuiweiping.net</string>
				<string>baby-kingdom.com</string>
				<string>dotplane.com</string>
				<string>ccdtr.org</string>
				<string>wikileaks.pl</string>
				<string>drmingxia.org</string>
				<string>bot.nu</string>
				<string>torguard.net</string>
				<string>danke4china.net</string>
				<string>vansky.com</string>
				<string>pen.io</string>
				<string>proxfree.com</string>
				<string>freewebs.com</string>
				<string>flecheinthepeche.fr</string>
				<string>tvunetworks.com</string>
				<string>futurechinaforum.org</string>
				<string>unification.org.tw</string>
				<string>hikinggfw.org</string>
				<string>akiba-online.com</string>
				<string>target.com</string>
				<string>smh.com.au</string>
				<string>adult-sex-games.com</string>
				<string>chinarightsia.org</string>
				<string>moroneta.com</string>
				<string>cyberghostvpn.com</string>
				<string>pemulihan.or.id</string>
				<string>billywr.com</string>
				<string>kawaiikawaii.jp</string>
				<string>twittertim.es</string>
				<string>toodoc.com</string>
				<string>yam.com</string>
				<string>porn.com</string>
				<string>wikileaks.lu</string>
				<string>christianfreedom.org</string>
				<string>stoptibetcrisis.net</string>
				<string>dpr.info</string>
				<string>himalayan-foundation.org</string>
				<string>xuchao.net</string>
				<string>yidio.com</string>
				<string>plus28.com</string>
				<string>caltech.edu</string>
				<string>aolnews.com</string>
				<string>vpnhq.com</string>
				<string>newcenturymc.com</string>
				<string>newcenturynews.com</string>
				<string>bcchinese.net</string>
				<string>newsminer.com</string>
				<string>koranmandarin.com</string>
				<string>cam4.com</string>
				<string>socialwhale.com</string>
				<string>meripet.com</string>
				<string>yeahteentube.com</string>
				<string>drtuber.com</string>
				<string>kebrum.com</string>
				<string>devio.us</string>
				<string>rfaweb.org</string>
				<string>hket.com</string>
				<string>tsemtulku.com</string>
				<string>hkgreenradio.org</string>
				<string>mtw.tl</string>
				<string>webwarper.net</string>
				<string>ziddu.com</string>
				<string>tumblr.com</string>
				<string>internationalrivers.org</string>
				<string>akamai.net</string>
				<string>ttv.com.tw</string>
				<string>loved.hk</string>
				<string>twitturk.com</string>
				<string>coolloud.org.tw</string>
				<string>betvictor.com</string>
				<string>whyx.org</string>
				<string>alien-ufos.com</string>
				<string>de-sci.org</string>
				<string>aculo.us</string>
				<string>storify.com</string>
				<string>informer.com</string>
				<string>sinomontreal.ca</string>
				<string>box.net</string>
				<string>talkboxapp.com</string>
				<string>duckdns.org</string>
				<string>ismaelan.com</string>
				<string>blacklogic.com</string>
				<string>scmpchinese.com</string>
				<string>rfi.my</string>
				<string>url.tw</string>
				<string>voagd.com</string>
				<string>yuanzhengtang.org</string>
				<string>bod.asia</string>
				<string>bebo.com</string>
				<string>mobatek.net</string>
				<string>spencertipping.com</string>
				<string>listorious.com</string>
				<string>weiboleak.com</string>
				<string>osfoora.com</string>
				<string>hrichina.org</string>
				<string>tibetwrites.org</string>
				<string>mingpaony.com</string>
				<string>taiwandc.org</string>
				<string>elephantvpn.com</string>
				<string>chinatweeps.com</string>
				<string>gcc.org.hk</string>
				<string>songjianjun.com</string>
				<string>monitorchina.org</string>
				<string>slickvpn.com</string>
				<string>chinesedaily.com</string>
				<string>tma.co.jp</string>
				<string>64museum.org</string>
				<string>yzzk.com</string>
				<string>helplinfen.com</string>
				<string>faceless.me</string>
				<string>lester850.info</string>
				<string>imagefap.com</string>
				<string>sfshibao.com</string>
				<string>bullog.org</string>
				<string>zhongguo.ca</string>
				<string>hao123img.com</string>
				<string>24smile.org</string>
				<string>megurineluka.com</string>
				<string>tbicn.org</string>
				<string>iverycd.com</string>
				<string>wikiwiki.jp</string>
				<string>jdwsy.com</string>
				<string>portablevpn.nl</string>
				<string>liudejun.com</string>
				<string>fanswong.com</string>
				<string>dnssec.net</string>
				<string>sexinsex.net</string>
				<string>bravotube.net</string>
				<string>goproxing.net</string>
				<string>van001.com</string>
				<string>agoogleaday.com</string>
				<string>china-mmm.sa.com</string>
				<string>umich.edu</string>
				<string>boxun.com</string>
				<string>jma.go.jp</string>
				<string>gotgeeks.com</string>
				<string>helpster.de</string>
				<string>oizoblog.com</string>
				<string>apigee.com</string>
				<string>exploader.net</string>
				<string>roodo.com</string>
				<string>tbpic.info</string>
				<string>savetibet.fr</string>
				<string>chithu.org</string>
				<string>putlocker.com</string>
				<string>bit.do</string>
				<string>eevpn.com</string>
				<string>dafagood.com</string>
				<string>sinocast.com</string>
				<string>commentshk.com</string>
				<string>opera.com</string>
				<string>mpfinance.com</string>
				<string>pornvisit.com</string>
				<string>prisoneralert.com</string>
				<string>atc.org.au</string>
				<string>qanote.com</string>
				<string>wefightcensorship.org</string>
				<string>upload4u.info</string>
				<string>prosiben.de</string>
				<string>falungong.de</string>
				<string>slacker.com</string>
				<string>bayvoice.net</string>
				<string>sina.com.tw</string>
				<string>referer.us</string>
				<string>convio.net</string>
				<string>moonbbs.com</string>
				<string>purplelotus.org</string>
				<string>gyatsostudio.com</string>
				<string>nbc.com</string>
				<string>fgmtv.net</string>
				<string>readingtimes.com.tw</string>
				<string>1pondo.tv</string>
				<string>xfm.pp.ru</string>
				<string>chinachange.org</string>
				<string>bolehvpn.net</string>
				<string>ntd.tv</string>
				<string>googleplus.com</string>
				<string>creaders.net</string>
				<string>pfd.org.hk</string>
				<string>clb.org.hk</string>
				<string>paljorpublications.com</string>
				<string>cochina.co</string>
				<string>newtaiwan.com.tw</string>
				<string>epochtimes-romania.com</string>
				<string>4chan.org</string>
				<string>padmanet.com</string>
				<string>bbc.in</string>
				<string>latelinenews.com</string>
				<string>peopo.org</string>
				<string>ipicture.ru</string>
				<string>hk-pub.com</string>
				<string>dotsub.com</string>
				<string>putty.org</string>
				<string>mswe1.org</string>
				<string>eksisozluk.com</string>
				<string>gati.org.tw</string>
				<string>mathiew-badimon.com</string>
				<string>googlegroups.com</string>
				<string>oyghan.com</string>
				<string>cdninstagram.com</string>
				<string>cipfg.org</string>
				<string>indiatimes.com</string>
				<string>epochtimes.cz</string>
				<string>busu.org</string>
				<string>twittbot.net</string>
				<string>sockslist.net</string>
				<string>brutaltgp.com</string>
				<string>keepandshare.com</string>
				<string>avoision.com</string>
				<string>shinychan.com</string>
				<string>yesasia.com</string>
				<string>hustler.com</string>
				<string>afantibbs.com</string>
				<string>sogoo.org</string>
				<string>network54.com</string>
				<string>ipcf.org.tw</string>
				<string>azerimix.com</string>
				<string>printfriendly.com</string>
				<string>wanderinghorse.net</string>
				<string>ccw.org.tw</string>
				<string>tl.gd</string>
				<string>ltn.com.tw</string>
				<string>chinacomments.org</string>
				<string>wikileaks.ch</string>
				<string>ronjoneswriter.com</string>
				<string>bbsfeed.com</string>
				<string>facebook.net</string>
				<string>mymaji.com</string>
				<string>iask.bz</string>
				<string>mpinews.com</string>
				<string>dontmovetochina.com</string>
				<string>hidemyass.com</string>
				<string>myparagliding.com</string>
				<string>pandora.com</string>
				<string>wsj.net</string>
				<string>getcloudapp.com</string>
				<string>westernshugdensociety.org</string>
				<string>klip.me</string>
				<string>jigong1024.com</string>
				<string>arctosia.com</string>
				<string>imagevenue.com</string>
				<string>newstarnet.com</string>
				<string>htkou.net</string>
				<string>ismalltits.com</string>
				<string>moodyz.com</string>
				<string>chinafreepress.org</string>
				<string>streetvoice.com</string>
				<string>fuyu.org.tw</string>
				<string>tibetjustice.org</string>
				<string>globaltm.org</string>
				<string>hsjp.net</string>
				<string>grammaly.com</string>
				<string>xh4n.cn</string>
				<string>cusu.hk</string>
				<string>botanwang.com</string>
				<string>ucanews.com</string>
				<string>dropbox.com</string>
				<string>oauth.net</string>
				<string>ipalter.com</string>
				<string>freedomchina.info</string>
				<string>drsunacademy.com</string>
				<string>cbtc.org.hk</string>
				<string>minghui-b.org</string>
				<string>izles.net</string>
				<string>hellouk.org</string>
				<string>jinhai.de</string>
				<string>animecrazy.net</string>
				<string>zhuanxing.cn</string>
				<string>sina.com</string>
				<string>s8forum.com</string>
				<string>netsneak.com</string>
				<string>picturesocial.com</string>
				<string>bangchen.net</string>
				<string>888.com</string>
				<string>offbeatchina.com</string>
				<string>mercyprophet.org</string>
				<string>seezone.net</string>
				<string>frontlinedefenders.org</string>
				<string>internet.org</string>
				<string>anthonycalzadilla.com</string>
				<string>jiangweiping.com</string>
				<string>feelssh.com</string>
				<string>rsf.org</string>
				<string>lvhai.org</string>
				<string>boardreader.com</string>
				<string>owl.li</string>
				<string>wtbn.org</string>
				<string>geocities.com</string>
				<string>nobelprize.org</string>
				<string>ozchinese.com</string>
				<string>pornrapidshare.com</string>
				<string>sina.com.hk</string>
				<string>hidecloud.com</string>
				<string>maxing.jp</string>
				<string>tnaflix.com</string>
				<string>tuidang.org</string>
				<string>paperb.us</string>
				<string>billypan.com</string>
				<string>zvereff.com</string>
				<string>tampabay.com</string>
				<string>openvpn.net</string>
				<string>pastebin.com</string>
				<string>kaiyuan.de</string>
				<string>i818hk.com</string>
				<string>novelasia.com</string>
				<string>erodaizensyu.com</string>
				<string>wetplace.com</string>
				<string>ameblo.jp</string>
				<string>hkpeanut.com</string>
				<string>ccthere.com</string>
				<string>tianlawoffice.com</string>
				<string>slyip.com</string>
				<string>markmilian.com</string>
				<string>goagentplus.com</string>
				<string>khatrimaza.org</string>
				<string>tuo8.org</string>
				<string>blackvpn.com</string>
				<string>xpdo.net</string>
				<string>rapbull.net</string>
				<string>goodreaders.com</string>
				<string>thehots.info</string>
				<string>electionsmeter.com</string>
				<string>phncdn.com</string>
				<string>gfsale.com</string>
				<string>blogcatalog.com</string>
				<string>tafm.org</string>
				<string>lsmchinese.org</string>
				<string>mysinablog.com</string>
				<string>spem.at</string>
				<string>hwinfo.com</string>
				<string>vpnfire.com</string>
				<string>whatbrowser.org</string>
				<string>ovi.com</string>
				<string>gmbd.cn</string>
				<string>futuremessage.org</string>
				<string>accim.org</string>
				<string>i1.hk</string>
				<string>yahoo.co.jp</string>
				<string>vimeo.com</string>
				<string>ixquick.com</string>
				<string>grandtrial.org</string>
				<string>epochtimes.com</string>
				<string>ninecommentaries.com</string>
				<string>thinkwithgoogle.com</string>
				<string>wsj.com</string>
				<string>2008xianzhang.info</string>
				<string>recaptcha.net</string>
				<string>archive.is</string>
				<string>android.com</string>
				<string>tmi.me</string>
				<string>nobodycanstop.us</string>
				<string>japan-whores.com</string>
				<string>starp2p.com</string>
				<string>dalailamaworld.com</string>
				<string>eastturkistan.net</string>
				<string>lastfm.es</string>
				<string>hkfront.org</string>
				<string>pbxes.com</string>
				<string>dnscrypt.org</string>
				<string>hkfaa.com</string>
				<string>ra.gg</string>
				<string>getfreedur.com</string>
				<string>eastturkistan-gov.org</string>
				<string>huaxiabao.org</string>
				<string>antd.org</string>
				<string>popvote.hk</string>
				<string>backtotiananmen.com</string>
				<string>sevenload.com</string>
				<string>lockdown.com</string>
				<string>martincartoons.com</string>
				<string>idsam.com</string>
				<string>twitter4j.org</string>
				<string>metacafe.com</string>
				<string>openleaks.org</string>
				<string>twistory.net</string>
				<string>xxbbx.com</string>
				<string>zhangtianliang.com</string>
				<string>peeasian.com</string>
				<string>dmhy.org</string>
				<string>mixero.com</string>
				<string>thepiratebay.org</string>
				<string>cn6.eu</string>
				<string>yecl.net</string>
				<string>imgmega.com</string>
				<string>toutfr.com</string>
				<string>antiwave.net</string>
				<string>cnitter.com</string>
				<string>twitzap.com</string>
				<string>bignews.org</string>
				<string>tora.to</string>
				<string>dlsite.jp</string>
				<string>fileserve.com</string>
				<string>muzu.tv</string>
				<string>shitaotv.org</string>
				<string>gaeproxy.com</string>
				<string>wisevid.com</string>
				<string>gongmeng.info</string>
				<string>pandavpn-jp.com</string>
				<string>wenhui.ch</string>
				<string>uni.cc</string>
				<string>feedburner.com</string>
				<string>webfee.tk</string>
				<string>sharecool.org</string>
				<string>releaseinternational.org</string>
				<string>wireshark.org</string>
				<string>sex-11.com</string>
				<string>vanemu.cn</string>
				<string>securitykiss.com</string>
				<string>mattwilcox.net</string>
				<string>marc.info</string>
				<string>fapdu.com</string>
				<string>verizon.net</string>
				<string>tibet-info.net</string>
				<string>mullvad.net</string>
				<string>32red.com</string>
				<string>imdb.com</string>
				<string>breakwall.net</string>
				<string>videomega.tv</string>
				<string>blogblog.com</string>
				<string>favstar.fm</string>
				<string>bt95.com</string>
				<string>emilylau.org.hk</string>
				<string>radiohilight.net</string>
				<string>greatzhonghua.org</string>
				<string>inoreader.com</string>
				<string>hqjapanesesex.com</string>
				<string>googledrive.com</string>
				<string>wan-press.org</string>
				<string>neverforget8964.org</string>
				<string>vpninja.net</string>
				<string>yong.hu</string>
				<string>israbox.com</string>
				<string>iask.ca</string>
				<string>minghui-a.org</string>
				<string>aojiao.org</string>
				<string>riku.me</string>
				<string>prestige-av.com</string>
				<string>libraryinformationtechnology.com</string>
				<string>alwaysdata.com</string>
				<string>ernestmandel.org</string>
				<string>org.uk</string>
				<string>williamhill.com</string>
				<string>expatshield.com</string>
				<string>secureserver.net</string>
				<string>gardennetworks.com</string>
				<string>fpmt.tw</string>
				<string>actimes.com.au</string>
				<string>kzeng.info</string>
				<string>waffle1999.com</string>
				<string>savemedia.com</string>
				<string>vpnpick.com</string>
				<string>huanghuagang.org</string>
				<string>statueofdemocracy.org</string>
				<string>nsc.gov.tw</string>
				<string>leisurecafe.ca</string>
				<string>realcourage.org</string>
				<string>wwitv.com</string>
				<string>ntdtv.cz</string>
				<string>mcaf.ee</string>
				<string>breakingtweets.com</string>
				<string>privatetunnel.com</string>
				<string>chinalawtranslate.com</string>
				<string>thisav.com</string>
				<string>lsd.org.hk</string>
				<string>cdig.info</string>
				<string>bic2011.org</string>
				<string>fanqianghou.com</string>
				<string>fastssh.com</string>
				<string>newscn.org</string>
				<string>simpleproductivityblog.com</string>
				<string>secretchina.com</string>
				<string>freexinwen.com</string>
				<string>scriptspot.com</string>
				<string>chenguangcheng.com</string>
				<string>ctao.org</string>
				<string>cdw.com</string>
				<string>dmcdn.net</string>
				<string>tomonews.net</string>
				<string>devpn.com</string>
				<string>mcreasite.com</string>
				<string>latibet.org</string>
				<string>heungkongdiscuss.com</string>
				<string>ggssl.com</string>
				<string>kuliwang.com</string>
				<string>zhuichaguoji.org</string>
				<string>gradconnection.com</string>
				<string>tibet-foundation.org</string>
				<string>sitekreator.com</string>
				<string>china101.com</string>
				<string>hideipvpn.com</string>
				<string>springboardplatform.com</string>
				<string>orn.jp</string>
				<string>gartlive.com</string>
				<string>sharpdaily.hk</string>
				<string>videopediaworld.com</string>
				<string>centauro.com.br</string>
				<string>bcmorning.com</string>
				<string>twittergadget.com</string>
				<string>talkonly.net</string>
				<string>cecc.gov</string>
				<string>frommel.net</string>
				<string>nytlog.com</string>
				<string>dns2go.com</string>
				<string>activpn.com</string>
				<string>xskywalker.com</string>
				<string>vcfbuilder.org</string>
				<string>procopytips.com</string>
				<string>christiantimes.org.hk</string>
				<string>mingjingnews.com</string>
				<string>cdnews.com.tw</string>
				<string>clearharmony.net</string>
				<string>tibetoffice.com.au</string>
				<string>weather.com.hk</string>
				<string>singtao.ca</string>
				<string>soc.mil</string>
				<string>ohchr.org</string>
				<string>woeser.com</string>
				<string>weijingsheng.org</string>
				<string>hanunyi.com</string>
				<string>tinychat.com</string>
				<string>lhakar.org</string>
				<string>mp3ye.eu</string>
				<string>9bis.com</string>
				<string>qkshare.com</string>
				<string>soulcaliburhentai.net</string>
				<string>chinesetalks.net</string>
				<string>time.com</string>
				<string>e123.hk</string>
				<string>ytimg.com</string>
				<string>guruonline.hk</string>
				<string>raremovie.cc</string>
				<string>hasi.wang</string>
				<string>twitonmsn.com</string>
				<string>tibetanreview.net</string>
				<string>xiuren.org</string>
				<string>atgfw.org</string>
				<string>blogtd.net</string>
				<string>tw01.org</string>
				<string>jackjia.com</string>
				<string>graylog2.org</string>
				<string>thywords.com.tw</string>
				<string>c-spanvideo.org</string>
				<string>wheelockslatin.com</string>
				<string>zonaeuropa.com</string>
				<string>minghui-school.org</string>
				<string>qiwen.lu</string>
				<string>ghostpath.com</string>
				<string>club1069.com</string>
				<string>mingpaosf.com</string>
				<string>heyzo.com</string>
				<string>twurl.nl</string>
				<string>cctongbao.com</string>
				<string>hihiforum.com</string>
				<string>moztw.org</string>
				<string>cachinese.com</string>
				<string>slheng.com</string>
				<string>angularjs.org</string>
				<string>dalailamajapanese.com</string>
				<string>flnet.org</string>
				<string>chinayouth.org.hk</string>
				<string>twitiq.com</string>
				<string>pritunl.com</string>
				<string>desipro.de</string>
				<string>fbcdn.net</string>
				<string>passiontimes.hk</string>
				<string>friendsoftibet.org</string>
				<string>bloglines.com</string>
				<string>pixnet.net</string>
				<string>hkja.org.hk</string>
				<string>venchina.com</string>
				<string>photofocus.com</string>
				<string>laomiu.com</string>
				<string>magic-net.info</string>
				<string>com.uk</string>
				<string>transgressionism.org</string>
				<string>t66y.com</string>
				<string>sytes.net</string>
				<string>oikos.com.tw</string>
				<string>bestvpnservice.com</string>
				<string>killwall.com</string>
				<string>tchrd.org</string>
				<string>chinamz.org</string>
				<string>stormmediagroup.com</string>
				<string>feministteacher.com</string>
				<string>calameo.com</string>
				<string>wattpad.com</string>
				<string>315lz.com</string>
				<string>twitvid.com</string>
				<string>twitter.jp</string>
				<string>uyghuramerican.org</string>
				<string>fofg-europe.net</string>
				<string>thebodyshop-usa.com</string>
				<string>youxu.info</string>
				<string>tahr.org.tw</string>
				<string>sproxy.info</string>
				<string>ai-wen.net</string>
				<string>tbthouston.org</string>
				<string>say2.info</string>
				<string>youtube.com</string>
				<string>tbs-rainbow.org</string>
				<string>powerapple.com</string>
				<string>falun-co.org</string>
				<string>ncn.org</string>
				<string>alwaysvpn.com</string>
				<string>huangyiyu.com</string>
				<string>12bet.com</string>
				<string>12vpn.net</string>
				<string>tweeplike.me</string>
				<string>civilmedia.tw</string>
				<string>qooza.hk</string>
				<string>edubridge.com</string>
				<string>premeforwindows7.com</string>
				<string>ezpeer.com</string>
				<string>dw.de</string>
				<string>bnrmetal.com</string>
				<string>nf.id.au</string>
				<string>sowers.org.hk</string>
				<string>cahr.org.tw</string>
				<string>dalianmeng.org</string>
				<string>maskedip.com</string>
				<string>epochtimes.co.kr</string>
				<string>nowtorrents.com</string>
				<string>atlaspost.com</string>
				<string>picasaweb.com</string>
				<string>chinaway.org</string>
				<string>e-hentai.org</string>
				<string>stickam.com</string>
				<string>asianews.it</string>
				<string>tuitwit.com</string>
				<string>uyghurcongress.org</string>
				<string>fmnnow.com</string>
				<string>9001700.com</string>
				<string>rmjdw132.info</string>
				<string>showtime.jp</string>
				<string>thetrotskymovie.com</string>
				<string>vimgolf.com</string>
				<string>vraiesagesse.net</string>
				<string>kendincos.net</string>
				<string>kurtmunger.com</string>
				<string>igvita.com</string>
				<string>taiwantoday.tw</string>
				<string>youshun12.com</string>
				<string>maruta.be</string>
				<string>xtube.com</string>
				<string>qusi8.net</string>
				<string>hxwk.org</string>
				<string>tiananmenduizhi.com</string>
				<string>tablesgenerator.com</string>
				<string>getiton.com</string>
				<string>byethost8.com</string>
				<string>shkspr.mobi</string>
				<string>avcool.com</string>
				<string>rocket-inc.net</string>
				<string>freebearblog.org</string>
				<string>graphis.ne.jp</string>
				<string>myeclipseide.com</string>
				<string>1e100.net</string>
				<string>8z1.net</string>
				<string>religioustolerance.org</string>
				<string>great-roc.org</string>
				<string>dalailamafoundation.org</string>
				<string>eyny.com</string>
				<string>rthk.hk</string>
				<string>friendfeed.com</string>
				<string>pornmm.net</string>
				<string>naitik.net</string>
				<string>sohcradio.com</string>
				<string>istockphoto.com</string>
				<string>sinoants.com</string>
				<string>innermongolia.org</string>
				<string>macts.com.tw</string>
				<string>asiaharvest.org</string>
				<string>lidecheng.com</string>
				<string>t.co</string>
				<string>twstar.net</string>
				<string>holyspiritspeaks.org</string>
				<string>ilove80.be</string>
				<string>new-akiba.com</string>
				<string>lefora.com</string>
				<string>ntdtv.ru</string>
				<string>tvboxnow.com</string>
				<string>geek-art.net</string>
				<string>hku.hk</string>
				<string>zsrhao.com</string>
				<string>dajiyuan.eu</string>
				<string>speakerdeck.com</string>
				<string>power.com</string>
				<string>gunsamerica.com</string>
				<string>ogaoga.org</string>
				<string>boxunblog.com</string>
				<string>geocities.jp</string>
				<string>tibetonline.tv</string>
				<string>freeforums.org</string>
				<string>hkreporter.com</string>
				<string>jobso.tv</string>
				<string>ait.org.tw</string>
				<string>3boys2girls.com</string>
				<string>ow.ly</string>
				<string>ignitedetroit.net</string>
				<string>topshare.us</string>
				<string>i-part.com.tw</string>
				<string>tibetoralhistory.org</string>
				<string>18onlygirls.com</string>
				<string>unholyknight.com</string>
				<string>ntdtv.co.kr</string>
				<string>otto.de</string>
				<string>hkcmi.edu</string>
				<string>sinocism.com</string>
				<string>cmi.org.tw</string>
				<string>twitthat.com</string>
				<string>ranyunfei.com</string>
				<string>sharpdaily.com.hk</string>
				<string>addictedtocoffee.de</string>
				<string>porn2.com</string>
				<string>hyperrate.com</string>
				<string>minzhuhua.net</string>
				<string>ganges.com</string>
				<string>ablwang.com</string>
				<string>tweepmag.com</string>
				<string>wuguoguang.com</string>
				<string>ipvanish.com</string>
				<string>idiomconnection.com</string>
				<string>bitshare.com</string>
				<string>iconpaper.org</string>
				<string>uyghurpen.org</string>
				<string>mcfog.com</string>
				<string>tuidang.net</string>
				<string>tibet.at</string>
				<string>bet365.com</string>
				<string>wsjhk.com</string>
				<string>findmima.com</string>
				<string>wufoo.com</string>
				<string>esu.im</string>
				<string>bonbonsex.com</string>
				<string>homeservershow.com</string>
				<string>ecministry.net</string>
				<string>abc.xyz</string>
				<string>tbsec.org</string>
				<string>hiitch.com</string>
				<string>lsxszzg.com</string>
				<string>tmagazine.com</string>
				<string>zuo.la</string>
				<string>kissbbao.cn</string>
				<string>tycool.com</string>
				<string>hotshame.com</string>
				<string>falundafa-florida.org</string>
				<string>skyhighpremium.com</string>
				<string>kui.name</string>
				<string>dabr.me</string>
				<string>hautelook.com</string>
				<string>tiandixing.org</string>
				<string>yyii.org</string>
				<string>proxy.org</string>
				<string>chinainperspective.net</string>
				<string>ibiblio.org</string>
				<string>itweet.net</string>
				<string>epochhk.com</string>
				<string>futureme.org</string>
				<string>xiaolan.me</string>
				<string>muzi.net</string>
				<string>alvinalexander.com</string>
				<string>fingerdaily.com</string>
				<string>fqrouter.com</string>
				<string>amnesty.org</string>
				<string>cnproxy.com</string>
				<string>duckmylife.com</string>
				<string>lenwhite.com</string>
				<string>epochtimes.se</string>
				<string>tibet-initiative.de</string>
				<string>kepard.com</string>
				<string>etaa.org.au</string>
				<string>businessinsider.com</string>
				<string>asdfg.jp</string>
				<string>chenpokong.net</string>
				<string>wnacg.com</string>
				<string>cnd.org</string>
				<string>imageshack.us</string>
				<string>getjetso.com</string>
				<string>pubu.com.tw</string>
				<string>freewallpaper4.me</string>
				<string>seesmic.com</string>
				<string>tubegals.com</string>
				<string>kba-tx.org</string>
				<string>fillthesquare.org</string>
				<string>lotuslight.org.hk</string>
				<string>casinobellini.com</string>
				<string>sproutcore.com</string>
				<string>freeones.com</string>
				<string>getsmartlinks.com</string>
				<string>heix.pp.ru</string>
				<string>flickrhivemind.net</string>
				<string>citizenscommission.hk</string>
				<string>organcare.org.tw</string>
				<string>cclife.ca</string>
				<string>msn.com.tw</string>
				<string>eu.org</string>
				<string>aboluowang.com</string>
				<string>wikivoyage.org</string>
				<string>uhdwallpapers.org</string>
				<string>wangafu.net</string>
				<string>bralio.com</string>
				<string>kannewyork.com</string>
				<string>sourceforge.net</string>
				<string>mediafreakcity.com</string>
				<string>pornstarclub.com</string>
				<string>enewstree.com</string>
				<string>jqueryui.com</string>
				<string>netflix.com</string>
				<string>wsgzao.github.io</string>
				<string>freegao.com</string>
				<string>twibs.com</string>
				<string>witnessleeteaching.com</string>
				<string>dalailama80.org</string>
				<string>android-x86.org</string>
				<string>chinagate.com</string>
				<string>ctfriend.net</string>
				<string>free-ssh.com</string>
				<string>aol.com</string>
				<string>himemix.net</string>
				<string>canadameet.com</string>
				<string>recovery.org.tw</string>
				<string>plusbb.com</string>
				<string>ozxw.com</string>
				<string>tweetymail.com</string>
				<string>simplecd.org</string>
				<string>tascn.com.au</string>
				<string>hrcchina.org</string>
				<string>sndcdn.com</string>
				<string>falundafa-dc.org</string>
				<string>jbtalks.cc</string>
				<string>privatepaste.com</string>
				<string>tibetsociety.com</string>
				<string>lalulalu.com</string>
				<string>cthlo.github.io</string>
				<string>globaljihad.net</string>
				<string>nuexpo.com</string>
				<string>businessweek.com</string>
				<string>ssh91.com</string>
				<string>tuidang.se</string>
				<string>lvv2.com</string>
				<string>hec.su</string>
				<string>vpnuk.info</string>
				<string>pastie.org</string>
				<string>freeman2.com</string>
				<string>rapidgator.net</string>
				<string>hrw.org</string>
				<string>quran.com</string>
				<string>speckleapp.com</string>
				<string>caobian.info</string>
				<string>keso.cn</string>
				<string>tparents.org</string>
				<string>incredibox.fr</string>
				<string>twibbon.com</string>
				<string>isuntv.com</string>
				<string>tvider.com</string>
				<string>caribbeancom.com</string>
				<string>helpeachpeople.com</string>
				<string>hutianyi.net</string>
				<string>8-d.com</string>
				<string>pacificpoker.com</string>
				<string>skimtube.com</string>
				<string>namsisi.com</string>
				<string>redtube.com</string>
				<string>goldbetsports.com</string>
				<string>javseen.com</string>
				<string>kir.jp</string>
				<string>vidinfo.org</string>
				<string>66.ca</string>
				<string>easternlightning.org</string>
				<string>xcafe.in</string>
				<string>tibet.org.tw</string>
				<string>md-t.org</string>
				<string>cloakpoint.com</string>
				<string>torrentproject.se</string>
				<string>psiphon.ca</string>
				<string>msguancha.com</string>
				<string>mypopescu.com</string>
				<string>heartyit.com</string>
				<string>stage64.hk</string>
				<string>dw.com</string>
				<string>facesoftibetanselfimmolators.info</string>
				<string>vica.info</string>
				<string>taiwanyes.com</string>
				<string>0rz.tw</string>
				<string>nanzao.com</string>
				<string>jkforum.net</string>
				<string>torrentprivacy.com</string>
				<string>sis001.us</string>
				<string>whatblocked.com</string>
				<string>cotweet.com</string>
				<string>xuite.net</string>
				<string>quitccp.org</string>
				<string>citizenlab.org</string>
				<string>faststone.org</string>
				<string>tokyo-hot.com</string>
				<string>qoos.com</string>
				<string>erights.net</string>
				<string>art4tibet1998.org</string>
				<string>anobii.com</string>
				<string>thestandnews.com</string>
				<string>tibetgermany.com</string>
				<string>mog.com</string>
				<string>fsurf.com</string>
				<string>mingshengbao.com</string>
				<string>hechaji.com</string>
				<string>x-berry.com</string>
				<string>nexon.com</string>
				<string>londonchinese.ca</string>
				<string>zhuatieba.com</string>
				<string>phayul.com</string>
				<string>pagodabox.com</string>
				<string>thegioitinhoc.vn</string>
				<string>hua-yue.net</string>
				<string>epochweek.com</string>
				<string>worldjournal.com</string>
				<string>deaftone.com</string>
				<string>soup.io</string>
				<string>youporn.com</string>
				<string>dayabook.com</string>
				<string>wrchina.org</string>
				<string>tibetanyouth.org</string>
				<string>dailidaili.com</string>
				<string>data-vocabulary.org</string>
				<string>mx981.com</string>
				<string>politicalconsultation.org</string>
				<string>chinaaid.us</string>
				<string>powercx.com</string>
				<string>matsushimakaede.com</string>
				<string>9bis.net</string>
				<string>duplicati.com</string>
				<string>141hongkong.com</string>
				<string>sspro.ml</string>
				<string>chinahorizon.org</string>
				<string>4irc.com</string>
				<string>ippotv.com</string>
				<string>peerpong.com</string>
				<string>7capture.com</string>
				<string>mindrolling.org</string>
				<string>cl.ly</string>
				<string>aofriend.com.au</string>
				<string>androidify.com</string>
				<string>uyghur-j.org</string>
				<string>hotpornshow.com</string>
				<string>uhrp.org</string>
				<string>friends-of-tibet.org</string>
				<string>yymaya.com</string>
				<string>nubiles.net</string>
				<string>javtag.com</string>
				<string>vivthomas.com</string>
				<string>chengmingmag.com</string>
				<string>tibethouse.us</string>
				<string>sidelinesnews.com</string>
				<string>spankbang.com</string>
				<string>here4news.com</string>
				<string>2017.hk</string>
				<string>fengzhenghu.com</string>
				<string>taiwan-sex.com</string>
				<string>xiaod.in</string>
				<string>iportal.me</string>
				<string>expressvpn.com</string>
				<string>packetix.net</string>
				<string>hopto.org</string>
				<string>im88.tw</string>
				<string>epochtimes.ru</string>
				<string>chinatimes.com</string>
				<string>videomo.com</string>
				<string>voachinese.com</string>
				<string>tibet.nu</string>
				<string>tbcollege.org</string>
				<string>fc2china.com</string>
				<string>codeshare.io</string>
				<string>dailymotion.com</string>
				<string>new-3lunch.net</string>
				<string>bcc.com.tw</string>
				<string>athenaeizou.com</string>
				<string>news100.com.tw</string>
				<string>nakuz.com</string>
				<string>spotify.com</string>
				<string>hongkongfp.com</string>
				<string>skynet.be</string>
				<string>ksnews.com.tw</string>
				<string>freealim.com</string>
				<string>dfn.org</string>
				<string>dbc.hk</string>
				<string>vpngate.net</string>
				<string>x1949x.com</string>
				<string>twitterfeed.com</string>
				<string>palacemoon.com</string>
				<string>avdb.in</string>
				<string>mhradio.org</string>
				<string>webworkerdaily.com</string>
				<string>bb-chat.tv</string>
				<string>fullerconsideration.com</string>
				<string>dadazim.com</string>
				<string>retweeteffect.com</string>
				<string>thehousenews.com</string>
				<string>yvesgeleyn.com</string>
				<string>1998cdp.org</string>
				<string>falundafa-nc.org</string>
				<string>c100tibet.org</string>
				<string>asiatgp.com</string>
				<string>dontfilter.us</string>
				<string>venbbs.com</string>
				<string>catholic.org.tw</string>
				<string>civicparty.hk</string>
				<string>on.cc</string>
				<string>zarias.com</string>
				<string>ccue.ca</string>
				<string>casadeltibetbcn.org</string>
				<string>lushstories.com</string>
				<string>proxypy.net</string>
				<string>aisex.com</string>
				<string>proxyanonimo.es</string>
				<string>curvefish.com</string>
				<string>savetibet.org</string>
				<string>marxists.org</string>
				<string>chubun.com</string>
				<string>xianjian.tw</string>
				<string>boxun.tv</string>
				<string>ettoday.net</string>
				<string>xuzhiyong.net</string>
				<string>joeedelman.com</string>
				<string>dynawebinc.com</string>
				<string>jbtalks.com</string>
				<string>tweepml.org</string>
				<string>gaytube.com</string>
				<string>iu45.com</string>
				<string>w3.org</string>
				<string>tv-intros.com</string>
				<string>dafahao.com</string>
				<string>mingpaotor.com</string>
				<string>nekoslovakia.net</string>
				<string>epochtimes.de</string>
				<string>zhong.pp.ru</string>
				<string>mingjingtimes.com</string>
				<string>tibetanwomen.org</string>
				<string>lamrim.com</string>
				<string>watchmygf.net</string>
				<string>freessh.us</string>
				<string>cuhkacs.org</string>
				<string>fanglizhi.info</string>
				<string>fdbox.com</string>
				<string>ozyoyo.com</string>
				<string>panluan.net</string>
				<string>shenzhoufilm.com</string>
				<string>cafepress.com</string>
				<string>debian.org</string>
				<string>fanyue.info</string>
				<string>worldcat.org</string>
				<string>dajiyuan.de</string>
				<string>dtiserv2.com</string>
				<string>googlezip.net</string>
				<string>100ke.org</string>
				<string>goagent.biz</string>
				<string>happy-vpn.com</string>
				<string>141tube.com</string>
				<string>hmvdigital.com</string>
				<string>twitpic.com</string>
				<string>cnabc.com</string>
				<string>kurashsultan.com</string>
				<string>newchen.com</string>
				<string>lrfz.com</string>
				<string>freeopenvpn.com</string>
				<string>have8.com</string>
				<string>goodreads.com</string>
				<string>googleplay.com</string>
				<string>idaiwan.com</string>
				<string>foxsub.com</string>
				<string>fangongheike.com</string>
				<string>wiktionary.org</string>
				<string>faproxy.com</string>
				<string>secretgarden.no</string>
				<string>torcn.com</string>
				<string>mixx.com</string>
				<string>twibase.com</string>
				<string>iphone4hongkong.com</string>
				<string>e-classical.com.tw</string>
				<string>tweetdeck.com</string>
				<string>pornhd.com</string>
				<string>thechinabeat.org</string>
				<string>co.tv</string>
				<string>t35.com</string>
				<string>thebobs.com</string>
				<string>xlfmtalk.com</string>
				<string>facebook.com</string>
				<string>space-scape.com</string>
				<string>dadi360.com</string>
				<string>thechinastory.org</string>
				<string>vpnvip.com</string>
				<string>greatroc.org</string>
				<string>mangafox.me</string>
				<string>camfrog.com</string>
				<string>china21.com</string>
				<string>babynet.com.hk</string>
				<string>tibetgermany.de</string>
				<string>pornhost.com</string>
				<string>nalandawest.org</string>
				<string>nodesnoop.com</string>
				<string>nyaa.eu</string>
				<string>newyorktimes.com</string>
				<string>cdp1989.org</string>
				<string>aofriend.com</string>
				<string>rxhj.net</string>
				<string>qienkuen.org</string>
				<string>uwants.net</string>
				<string>culture.tw</string>
				<string>plunder.com</string>
				<string>identi.ca</string>
				<string>sexhu.com</string>
				<string>list.ly</string>
				<string>huayuworld.org</string>
				<string>sextvx.com</string>
				<string>duckload.com</string>
				<string>chinaelections.org</string>
				<string>videobam.com</string>
				<string>stoweboyd.com</string>
				<string>kanzhongguo.com</string>
				<string>zkaip.com</string>
				<string>googlelabs.com</string>
				<string>vpnpronet.com</string>
				<string>niusnews.com</string>
				<string>nps.gov</string>
				<string>pcdvd.com.tw</string>
				<string>kyohk.net</string>
				<string>wqyd.org</string>
				<string>codeplex.com</string>
				<string>michaelanti.com</string>
				<string>tpi.org.tw</string>
				<string>officeoftibet.com</string>
				<string>taipeisociety.org</string>
				<string>torproject.org</string>
				<string>post852.com</string>
				<string>italiatibet.org</string>
				<string>efksoft.com</string>
				<string>gclooney.com</string>
				<string>hkej.com</string>
				<string>blog.de</string>
				<string>koolsolutions.com</string>
				<string>mmmca.com</string>
				<string>fengzhenghu.net</string>
				<string>great-firewall.com</string>
				<string>tnp.org</string>
				<string>palmislife.com</string>
				<string>cuhk.edu.hk</string>
				<string>proxytunnel.net</string>
				<string>immigration.gov.tw</string>
				<string>dw-world.de</string>
				<string>zynamics.com</string>
				<string>biantailajiao.in</string>
				<string>boxpn.com</string>
				<string>meshrep.com</string>
				<string>anchorfree.com</string>
				<string>tokyocn.com</string>
				<string>purevpn.com</string>
				<string>hahlo.com</string>
				<string>ctitv.com.tw</string>
				<string>ccue.com</string>
				<string>djangosnippets.org</string>
				<string>hasaowall.com</string>
				<string>startpage.com</string>
				<string>nyaa.se</string>
				<string>anpopo.com</string>
				<string>wanglixiong.com</string>
				<string>tweetwally.com</string>
				<string>pokerstrategy.com</string>
				<string>xing.com</string>
				<string>fuyin.net</string>
				<string>malaysiakini.com</string>
				<string>podictionary.com</string>
				<string>stickeraction.com</string>
				<string>derekhsu.homeip.net</string>
				<string>sis.xxx</string>
				<string>wzyboy.im</string>
				<string>answering-islam.org</string>
				<string>desc.se</string>
				<string>twistar.cc</string>
				<string>twbbs.tw</string>
				<string>appledaily.com</string>
				<string>avfantasy.com</string>
				<string>rocmp.org</string>
				<string>akamaistream.net</string>
				<string>tuxtraining.com</string>
				<string>cz.cc</string>
				<string>fpmt-osel.org</string>
				<string>witopia.net</string>
				<string>wenyunchao.com</string>
				<string>gmll.org</string>
				<string>thetibetpost.com</string>
				<string>softlayer.net</string>
				<string>xyy69.com</string>
				<string>szbbs.net</string>
				<string>free-hada-now.org</string>
				<string>woyaolian.org</string>
				<string>hi-on.org.tw</string>
				<string>photodharma.net</string>
				<string>kompozer.net</string>
				<string>backpackers.com.tw</string>
				<string>freemuse.org</string>
				<string>istarshine.com</string>
				<string>cgdepot.org</string>
				<string>helloandroid.com</string>
				<string>greatfirewallofchina.net</string>
				<string>wheretowatch.com</string>
				<string>tibetsupportgroup.org</string>
				<string>tibetanyouthcongress.org</string>
				<string>like.com</string>
				<string>tbjyt.org</string>
				<string>pbxes.org</string>
				<string>noodlevpn.com</string>
				<string>hutong9.net</string>
				<string>stoneip.info</string>
				<string>thomasbernhard.org</string>
				<string>xinsheng.net</string>
				<string>alkasir.com</string>
				<string>yasukuni.or.jp</string>
				<string>shenshou.org</string>
				<string>h-moe.com</string>
				<string>tube.com</string>
				<string>youjizz.com</string>
				<string>xizang-zhiye.org</string>
				<string>galenwu.com</string>
				<string>areca-backup.org</string>
				<string>tuo8.cc</string>
				<string>gyalwarinpoche.com</string>
				<string>hideman.net</string>
				<string>multiupload.com</string>
				<string>greenvpn.net</string>
				<string>unix100.com</string>
				<string>hstt.net</string>
				<string>robustnessiskey.com</string>
				<string>harunyahya.com</string>
				<string>berlintwitterwall.com</string>
				<string>contactmagazine.net</string>
				<string>tibetanpaintings.com</string>
				<string>molihua.org</string>
				<string>hungerstrikeforaids.org</string>
				<string>liwangyang.com</string>
				<string>lemonde.fr</string>
				<string>livestation.com</string>
				<string>10musume.com</string>
				<string>wet123.com</string>
				<string>newlandmagazine.com.au</string>
				<string>gather.com</string>
				<string>javlibrary.com</string>
				<string>ggpht.com</string>
				<string>eastturkistangovernmentinexile.us</string>
				<string>greasespot.net</string>
				<string>rtalabel.org</string>
				<string>eyevio.jp</string>
				<string>akademiye.org</string>
				<string>greenreadings.com</string>
				<string>hkhrc.org.hk</string>
				<string>tv.com</string>
				<string>btku.org</string>
				<string>usejump.com</string>
				<string>funp.com</string>
				<string>mh4u.org</string>
				<string>wukangrui.net</string>
				<string>jeanyim.com</string>
				<string>chinaworker.info</string>
				<string>tibet.ca</string>
				<string>fastpic.ru</string>
				<string>maxgif.com</string>
				<string>pixelqi.com</string>
				<string>sjum.cn</string>
				<string>mgoon.com</string>
				<string>communistcrimes.org</string>
				<string>ifjc.org</string>
				<string>soumo.info</string>
				<string>xfiles.to</string>
				<string>naacoalition.org</string>
				<string>miniforum.org</string>
				<string>anyu.org</string>
				<string>freetibetanheroes.org</string>
				<string>urlparser.com</string>
				<string>yanghengjun.com</string>
				<string>s1heng.com</string>
				<string>roc-taiwan.org</string>
				<string>e-info.org.tw</string>
				<string>tsu.org.tw</string>
				<string>tvplayvideos.com</string>
				<string>hk01.com</string>
				<string>definebabe.com</string>
				<string>livingonline.us</string>
				<string>nytimg.com</string>
				<string>tibetcharity.in</string>
				<string>eastturkestan.com</string>
				<string>mitbbs.com</string>
				<string>upholdjustice.org</string>
				<string>kakao.com</string>
				<string>wiredbytes.com</string>
				<string>qxbbs.org</string>
				<string>ht.ly</string>
				<string>popyard.org</string>
				<string>state.gov</string>
				<string>yunchao.net</string>
				<string>dolc.de</string>
				<string>ironpython.net</string>
				<string>dscn.info</string>
				<string>osmdroid.net</string>
				<string>alasbarricadas.org</string>
				<string>vot.org</string>
				<string>tibethouse.jp</string>
				<string>page.tl</string>
				<string>churchinhongkong.org</string>
				<string>fucd.com</string>
				<string>oxid.it</string>
				<string>facebook.nl</string>
				<string>stackfile.com</string>
				<string>isgreat.org</string>
				<string>rerouted.org</string>
				<string>disp.cc</string>
				<string>tibetcollection.com</string>
				<string>lotsawahouse.org</string>
				<string>aiweiweiblog.com</string>
				<string>freeilhamtohti.org</string>
				<string>123rf.com</string>
				<string>macrovpn.com</string>
				<string>badoo.com</string>
				<string>dalailama.mn</string>
				<string>memrijttm.org</string>
				<string>mycould.com</string>
				<string>sftindia.org</string>
				<string>666kb.com</string>
				<string>shahamat-english.com</string>
				<string>yegle.net</string>
				<string>teck.in</string>
				<string>bbsland.com</string>
				<string>falundafa-pa.net</string>
				<string>bloomberg.com</string>
				<string>ventureswell.com</string>
				<string>zuobiao.me</string>
				<string>twister.net.co</string>
				<string>savevid.com</string>
				<string>pornoxo.com</string>
				<string>lsmkorean.org</string>
				<string>keontech.net</string>
				<string>hkjc.com</string>
				<string>netme.cc</string>
				<string>squarespace.com</string>
				<string>hkgolden.com</string>
				<string>voatibetan.com</string>
				<string>truebuddha-md.org</string>
				<string>g.co</string>
				<string>newtalk.tw</string>
				<string>smhric.org</string>
				<string>osaka69.com</string>
				<string>politicalchina.org</string>
				<string>ddc.com.tw</string>
				<string>usaip.eu</string>
				<string>kat.cr</string>
				<string>asacp.org</string>
				<string>tt-rss.org</string>
				<string>cdp1998.org</string>
				<string>twisternow.com</string>
				<string>881903.com</string>
				<string>moby.to</string>
				<string>woopie.tv</string>
				<string>rapidmoviez.com</string>
				<string>over-blog.com</string>
				<string>nch.com.tw</string>
				<string>dojin.com</string>
				<string>ilovelongtoes.com</string>
				<string>jyxf.net</string>
				<string>ned.org</string>
				<string>stepchina.com</string>
				<string>fakku.net</string>
				<string>wuala.com</string>
				<string>daxa.cn</string>
				<string>rsgamen.org</string>
				<string>rlwlw.com</string>
				<string>iphonix.fr</string>
				<string>twit2d.com</string>
				<string>mcadforums.com</string>
				<string>punyu.com</string>
				<string>vjmedia.com.hk</string>
				<string>openallweb.com</string>
				<string>bl-doujinsouko.com</string>
				<string>mediachinese.com</string>
				<string>gutteruncensored.com</string>
				<string>hdtvb.net</string>
				<string>shapeservices.com</string>
				<string>westernwolves.com</string>
				<string>usus.cc</string>
				<string>evschool.net</string>
				<string>tibetoffice.org</string>
				<string>zhongguotese.net</string>
				<string>rthk.org.hk</string>
				<string>washeng.net</string>
				<string>lotuslight.org.tw</string>
				<string>efmoe.com</string>
				<string>webfreer.com</string>
				<string>purepdf.com</string>
				<string>larsgeorge.com</string>
				<string>co.uk</string>
				<string>picidae.net</string>
				<string>twbbs.net.tw</string>
				<string>abc.com</string>
				<string>zgzcjj.net</string>
				<string>linkideo.com</string>
				<string>softether.co.jp</string>
				<string>phuquocservices.com</string>
				<string>drgan.net</string>
				<string>pcdiscuss.com</string>
				<string>sitemaps.org</string>
				<string>openid.net</string>
				<string>linuxtoy.org</string>
				<string>icoco.com</string>
				<string>yourlust.com</string>
				<string>getchu.com</string>
				<string>geekerhome.com</string>
				<string>jigsy.com</string>
				<string>uncyclopedia.hk</string>
				<string>goo.gl</string>
				<string>thefrontier.hk</string>
				<string>alternate-tools.com</string>
				<string>godsdirectcontact.org.tw</string>
				<string>marxist.com</string>
				<string>streema.com</string>
				<string>privatevpn.com</string>
				<string>greatroc.tw</string>
				<string>pk.com</string>
				<string>vermonttibet.org</string>
				<string>dlsite.com</string>
				<string>wallproxy.com</string>
				<string>crossthewall.net</string>
				<string>twbbs.org</string>
				<string>xinshijue.com</string>
				<string>shvoong.com</string>
				<string>ndr.de</string>
				<string>woopie.jp</string>
				<string>hqcdp.org</string>
				<string>freenewscn.com</string>
				<string>earthcam.com</string>
				<string>hkjp.org</string>
				<string>verybs.com</string>
				<string>googleusercontent.com</string>
				<string>amazon.com</string>
				<string>old-cat.net</string>
				<string>gvt1.com</string>
				<string>teensinasia.com</string>
				<string>shadow.ma</string>
				<string>instagram.com</string>
				<string>yx51.net</string>
				<string>sydneytoday.com</string>
				<string>olympicwatch.org</string>
				<string>whippedass.com</string>
				<string>furhhdl.org</string>
				<string>tafaward.com</string>
				<string>woesermiddle-way.net</string>
				<string>le-vpn.com</string>
				<string>gaforum.org</string>
				<string>newstapa.org</string>
				<string>nightlife141.com</string>
				<string>falunart.org</string>
				<string>unknownspace.org</string>
				<string>tweetrans.com</string>
				<string>wjbk.org</string>
				<string>radiovncr.com</string>
				<string>cgst.edu</string>
				<string>wikileaks.de</string>
				<string>abc.pp.ru</string>
				<string>sis001.com</string>
				<string>tibetmuseum.org</string>
				<string>workatruna.com</string>
				<string>javakiba.org</string>
				<string>zengjinyan.org</string>
				<string>centralnation.com</string>
				<string>puffinbrowser.com</string>
				<string>chinesedemocracy.com</string>
				<string>pandora.tv</string>
				<string>amiblockedornot.com</string>
				<string>zhinengluyou.com</string>
				<string>facebook.se</string>
				<string>hklft.com</string>
				<string>bannedbook.org</string>
				<string>edmontonchina.cn</string>
				<string>caochangqing.com</string>
				<string>nokogiri.org</string>
				<string>wolfax.com</string>
				<string>nyti.ms</string>
				<string>deja.com</string>
				<string>pwned.com</string>
				<string>thumbzilla.com</string>
				<string>icerocket.com</string>
				<string>ntdtvla.com</string>
				<string>asiansexdiary.com</string>
				<string>koornk.com</string>
				<string>shiatv.net</string>
				<string>chromercise.com</string>
				<string>blip.tv</string>
				<string>tweetbackup.com</string>
				<string>updatestar.com</string>
				<string>gzone-anime.info</string>
				<string>sendspace.com</string>
				<string>1984bbs.org</string>
				<string>narod.ru</string>
				<string>penthouse.com</string>
				<string>juhuaren.com</string>
				<string>ff.im</string>
				<string>tbi.org.hk</string>
				<string>uploadstation.com</string>
				<string>expofutures.com</string>
				<string>hexxeh.net</string>
				<string>vimperator.org</string>
				<string>fangmincn.org</string>
				<string>wearn.com</string>
				<string>liangyou.net</string>
				<string>taup.org.tw</string>
				<string>zattoo.com</string>
				<string>askynz.net</string>
				<string>zaobao.com.sg</string>
				<string>multiproxy.org</string>
				<string>avcity.tv</string>
				<string>weekmag.info</string>
				<string>bettween.com</string>
				<string>hautelookcdn.com</string>
				<string>gun-world.net</string>
				<string>kenengba.com</string>
				<string>china5000.us</string>
				<string>feitian-california.org</string>
				<string>twftp.org</string>
				<string>multiply.com</string>
				<string>lipuman.com</string>
				<string>monlamit.org</string>
				<string>porntube.com</string>
				<string>wengewang.com</string>
				<string>tunein.com</string>
				<string>avyahoo.com</string>
				<string>uwants.com</string>
				<string>gotw.ca</string>
				<string>tumutanzi.com</string>
				<string>homedepot.com</string>
				<string>wqlhw.com</string>
				<string>pbwiki.com</string>
				<string>ruyiseek.com</string>
				<string>info-graf.fr</string>
				<string>june4commemoration.org</string>
				<string>12vpn.com</string>
				<string>eltondisney.com</string>
				<string>free.fr</string>
				<string>1bao.org</string>
				<string>ifcss.org</string>
				<string>extremetube.com</string>
				<string>yeelou.com</string>
				<string>dxiong.com</string>
				<string>corumcollege.com</string>
				<string>swift-tools.net</string>
				<string>merit-times.com.tw</string>
				<string>google.cn</string>
				<string>hkheadline.com</string>
				<string>tsunagarumon.com</string>
				<string>islamawareness.net</string>
				<string>wikileaks.org</string>
				<string>dish.com</string>
				<string>hrea.org</string>
				<string>helixstudios.net</string>
				<string>socrec.org</string>
				<string>chinesepen.org</string>
				<string>itaboo.info</string>
				<string>gamerp.jp</string>
				<string>zannel.com</string>
				<string>twitgether.com</string>
				<string>hecaitou.net</string>
				<string>googledomains.com</string>
				<string>chinalaborwatch.org</string>
				<string>soh.tw</string>
				<string>collateralmurder.com</string>
				<string>raizoji.or.jp</string>
				<string>baixing.me</string>
				<string>lesscss.org</string>
				<string>webmproject.org</string>
				<string>tibet.org</string>
				<string>uk.to</string>
				<string>wikisource.org</string>
				<string>nanyang.com</string>
				<string>bullogger.com</string>
				<string>wikia.com</string>
				<string>amnyemachen.org</string>
				<string>yimg.com</string>
				<string>2shared.com</string>
				<string>my-addr.com</string>
				<string>chinagreenparty.org</string>
				<string>cherrysave.com</string>
				<string>fireofliberty.org</string>
				<string>isohunt.com</string>
				<string>ibtimes.com</string>
				<string>shafaqna.com</string>
				<string>rutube.ru</string>
				<string>erepublik.com</string>
				<string>briefdream.com</string>
				<string>indiemerch.com</string>
				<string>vocn.tv</string>
				<string>ironicsoftware.com</string>
				<string>xiongpian.com</string>
				<string>zomobo.net</string>
				<string>brazzers.com</string>
				<string>beijing1989.com</string>
				<string>kingdomsalvation.org</string>
				<string>vpnbook.com</string>
				<string>ping.fm</string>
				<string>pentalogic.net</string>
				<string>javmoo.xyz</string>
				<string>vpntunnel.com</string>
				<string>moeerolibrary.com</string>
				<string>goodtv.com.tw</string>
				<string>hudatoriq.web.id</string>
				<string>gigacircle.com</string>
				<string>url.com.tw</string>
				<string>sesawe.net</string>
				<string>duihua.org</string>
				<string>bowenpress.com</string>
				<string>new96.ca</string>
				<string>emaga.com</string>
				<string>fotop.net</string>
				<string>radiko.jp</string>
				<string>liveleak.com</string>
				<string>yinlei.org</string>
				<string>tvb.com</string>
				<string>grangorz.org</string>
				<string>ulike.net</string>
				<string>calebelston.com</string>
				<string>pao-pao.net</string>
				<string>versavpn.com</string>
				<string>rd.com</string>
				<string>centerforhumanreprod.com</string>
				<string>dwnews.com</string>
				<string>gvlib.com</string>
				<string>liujianshu.com</string>
				<string>daylife.com</string>
				<string>whylover.com</string>
				<string>switchvpn.net</string>
				<string>localdomain.ws</string>
				<string>getmdl.io</string>
				<string>brainyquote.com</string>
				<string>qx.net</string>
				<string>imb.org</string>
				<string>djorz.com</string>
				<string>vpn4all.com</string>
				<string>faluninfo.de</string>
				<string>mobile01.com</string>
				<string>cynscribe.com</string>
				<string>lockestek.com</string>
				<string>alanhou.com</string>
				<string>sharpdaily.tw</string>
				<string>dtic.mil</string>
				<string>85st.com</string>
				<string>broadpressinc.com</string>
				<string>sunskyforum.com</string>
				<string>rotten.com</string>
				<string>meltoday.com</string>
				<string>lematin.ch</string>
				<string>atchinese.com</string>
				<string>zacebook.com</string>
				<string>gazotube.com</string>
				<string>nownews.com</string>
				<string>64wiki.com</string>
				<string>bloglovin.com</string>
				<string>qstatus.com</string>
				<string>popyard.com</string>
				<string>mychinanews.com</string>
				<string>t88.ca</string>
				<string>willw.net</string>
				<string>gizlen.net</string>
				<string>virginia.edu</string>
				<string>voy.com</string>
				<string>thenewslens.com</string>
				<string>alliance.org.hk</string>
				<string>wangjinbo.org</string>
				<string>dowei.org</string>
				<string>tianhuayuan.com</string>
				<string>ncol.com</string>
				<string>boobstagram.com</string>
				<string>memehk.com</string>
				<string>orzdream.com</string>
				<string>tibet-envoy.eu</string>
				<string>elpais.com</string>
				<string>renyurenquan.org</string>
				<string>naughtyamerica.com</string>
				<string>gongminliliang.com</string>
				<string>heywire.com</string>
				<string>fpmtmexico.org</string>
				<string>cdjp.org</string>
				<string>code1984.com</string>
				<string>gzm.tv</string>
				<string>uyghurcanadiansociety.org</string>
				<string>chicagoncmtv.com</string>
				<string>sharebee.com</string>
				<string>chinadigitaltimes.net</string>
				<string>hxwq.org</string>
				<string>cam4.sg</string>
				<string>chinagfw.org</string>
				<string>sylfoundation.org</string>
				<string>wenxuecity.com</string>
				<string>wuerkaixi.com</string>
				<string>dongyangjing.com</string>
				<string>ourtv.hk</string>
				<string>revocationcheck.com</string>
				<string>china-mmm.jp.net</string>
				<string>lizhizhuangbi.com</string>
				<string>tibetnetwork.org</string>
				<string>lighten.org.tw</string>
				<string>tangben.com</string>
				<string>taiwanembassy.org</string>
				<string>tibetanphotoproject.com</string>
				<string>yourlisten.com</string>
				<string>logbot.net</string>
				<string>fzh999.net</string>
				<string>fc2blog.net</string>
				<string>nordstromrack.com</string>
				<string>techlifeweb.com</string>
				<string>junefourth-20.net</string>
				<string>seapuff.com</string>
				<string>sftuk.org</string>
				<string>allconnected.co</string>
				<string>twiggit.org</string>
				<string>waikeung.org</string>
				<string>nvquan.org</string>
				<string>hideme.nl</string>
				<string>chromeexperiments.com</string>
				<string>stepmania.com</string>
				<string>wn.com</string>
				<string>ivacy.com</string>
				<string>kun.im</string>
				<string>shodanhq.com</string>
				<string>v2ray.com</string>
				<string>kimy.com.tw</string>
				<string>fflick.com</string>
				<string>sino-monthly.com</string>
				<string>slutload.com</string>
				<string>breakgfw.com</string>
				<string>postadult.com</string>
				<string>dabr.mobi</string>
				<string>anysex.com</string>
				<string>falundafa.org</string>
				<string>epochtimes.it</string>
				<string>strongwindpress.com</string>
				<string>savetibet.nl</string>
				<string>catch22.net</string>
				<string>nationsonline.org</string>
				<string>tube8.com</string>
				<string>ccim.org</string>
				<string>sonidodelaesperanza.org</string>
				<string>dl-laby.jp</string>
				<string>unitedsocialpress.com</string>
				<string>marguerite.su</string>
				<string>chenpokong.com</string>
				<string>2-hand.info</string>
				<string>exchristian.hk</string>
				<string>dit-inc.us</string>
				<string>sadpanda.us</string>
				<string>avmoo.pw</string>
				<string>wikibooks.org</string>
				<string>longhair.hk</string>
				<string>pbworks.com</string>
				<string>sourcewadio.com</string>
				<string>emacsblog.org</string>
				<string>ntu.edu.tw</string>
				<string>digitalnomadsproject.org</string>
				<string>qixianglu.cn</string>
				<string>img.ly</string>
				<string>facebookquotes4u.com</string>
				<string>omy.sg</string>
				<string>bit.ly</string>
				<string>nasa.gov</string>
				<string>syx86.com</string>
				<string>tiltbrush.com</string>
				<string>pttvan.org</string>
				<string>utopianpal.com</string>
				<string>ocaspro.com</string>
				<string>mihua.org</string>
				<string>ck101.com</string>
				<string>to-porno.com</string>
				<string>wikileaks.eu</string>
				<string>wallornot.org</string>
				<string>jingsim.org</string>
				<string>erktv.com</string>
				<string>studentsforafreetibet.org</string>
				<string>juliepost.com</string>
				<string>twapperkeeper.com</string>
				<string>rushbee.com</string>
				<string>faithfuleye.com</string>
				<string>cdef.org</string>
				<string>brockbbs.com</string>
				<string>cfhks.org.hk</string>
				<string>insecam.org</string>
				<string>ifreewares.com</string>
				<string>zoho.com</string>
				<string>soifind.com</string>
				<string>proxomitron.info</string>
				<string>allmovie.com</string>
				<string>readmoo.com</string>
				<string>google.com</string>
				<string>tibetsun.com</string>
				<string>howtoforge.com</string>
				<string>crackle.com</string>
				<string>flgg.us</string>
				<string>googlevideo.com</string>
				<string>xml-training-guide.com</string>
				<string>torvpn.com</string>
				<string>qvodzy.org</string>
				<string>twitgoo.com</string>
				<string>effers.com</string>
				<string>gmail.com</string>
				<string>presentationzen.com</string>
				<string>communitychoicecu.com</string>
				<string>huping.net</string>
				<string>freefuckvids.com</string>
				<string>wango.org</string>
				<string>crocotube.com</string>
				<string>wengewang.org</string>
				<string>tibetinfonet.net</string>
				<string>velkaepocha.sk</string>
				<string>chinamule.com</string>
				<string>untraceable.us</string>
				<string>trulyergonomic.com</string>
				<string>atnext.com</string>
				<string>wufi.org.tw</string>
				<string>nccwatch.org.tw</string>
				<string>globalmuseumoncommunism.org</string>
				<string>streamingthe.net</string>
				<string>maiplus.com</string>
				<string>falunhr.org</string>
				<string>radicalparty.org</string>
				<string>wordpress.com</string>
				<string>nexttv.com.tw</string>
				<string>vijayatemple.org</string>
				<string>discuss.com.hk</string>
				<string>tibetoffice.ch</string>
				<string>usmc.mil</string>
				<string>awardwinningfjords.com</string>
				<string>gfbv.de</string>
				<string>humanrightsbriefing.org</string>
				<string>zuola.com</string>
				<string>wetpussygames.com</string>
				<string>zshare.net</string>
				<string>playpcesor.com</string>
				<string>pureinsight.org</string>
				<string>taiwanonline.cc</string>
				<string>tccwonline.org</string>
				<string>beeg.com</string>
				<string>99btgc01.com</string>
				<string>s1s1s1.com</string>
				<string>linglingfa.com</string>
				<string>hkcoc.com</string>
				<string>aomiwang.com</string>
				<string>girlbanker.com</string>
				<string>juziyue.com</string>
				<string>teeniefuck.net</string>
				<string>ruanyifeng.com</string>
				<string>cnyes.com</string>
				<string>aiph.net</string>
				<string>wemigrate.org</string>
				<string>roadshow.hk</string>
				<string>skybet.com</string>
				<string>freetibet.org</string>
				<string>xysblogs.org</string>
				<string>cbc.ca</string>
				<string>tbsseattle.org</string>
				<string>vatn.org</string>
				<string>wikilivres.info</string>
				<string>megavideo.com</string>
				<string>tibetfund.org</string>
				<string>3ren.ca</string>
				<string>justicefortenzin.org</string>
				<string>falundafamuseum.org</string>
				<string>jiepang.com</string>
				<string>cathvoice.org.tw</string>
				<string>megaproxy.com</string>
				<string>avmo.pw</string>
				<string>eulam.com</string>
				<string>pchome.com.tw</string>
				<string>thehun.net</string>
				<string>dizhuzhishang.com</string>
				<string>tistory.com</string>
				<string>blingblingsquad.net</string>
				<string>funf.tw</string>
				<string>hootsuite.com</string>
				<string>trendsmap.com</string>
				<string>abchinese.com</string>
				<string>hkbf.org</string>
				<string>wanz-factory.com</string>
				<string>tbssqh.org</string>
				<string>dizhidizhi.com</string>
				<string>martsangkagyuofficial.org</string>
				<string>overlapr.com</string>
				<string>us.to</string>
				<string>vietdaikynguyen.com</string>
				<string>krtco.com.tw</string>
				<string>vocativ.com</string>
				<string>ancsconf.org</string>
				<string>ourdearamy.com</string>
				<string>epochtimes.fr</string>
				<string>wapedia.mobi</string>
				<string>sidelinessportseatery.com</string>
				<string>slyip.net</string>
				<string>kwcg.ca</string>
				<string>ixxx.com</string>
				<string>gigporno.ru</string>
				<string>moviefap.com</string>
				<string>gamer.com.tw</string>
				<string>manicur4ik.ru</string>
				<string>rferl.org</string>
				<string>shwchurch3.com</string>
				<string>sysadmin1138.net</string>
				<string>greenpeace.org</string>
				<string>newgrounds.com</string>
				<string>3tui.net</string>
				<string>cyberctm.com</string>
				<string>rsf-chinese.org</string>
				<string>lookingglasstheatre.org</string>
				<string>sex.com</string>
				<string>uploaded.net</string>
				<string>cnpolitics.org</string>
				<string>xmovies.com</string>
				<string>duoweitimes.com</string>
				<string>chingcheong.com</string>
				<string>buffered.com</string>
				<string>idemocracy.asia</string>
				<string>moegirl.org</string>
				<string>private.com</string>
				<string>freemoren.com</string>
				<string>pornbase.org</string>
				<string>pearlher.org</string>
				<string>danwei.org</string>
				<string>greenparty.org.tw</string>
				<string>van698.com</string>
				<string>peace.ca</string>
				<string>xianqiao.net</string>
				<string>mlcool.com</string>
				<string>omgili.com</string>
				<string>alldrawnsex.com</string>
				<string>xcritic.com</string>
				<string>jiehua.cz</string>
				<string>livevideo.com</string>
				<string>weblagu.com</string>
				<string>nlfreevpn.com</string>
				<string>tibetsites.com</string>
				<string>zyzc9.com</string>
				<string>wiredpen.com</string>
				<string>panoramio.com</string>
				<string>sopcast.org</string>
				<string>sneakme.net</string>
				<string>sogrady.me</string>
				<string>etizer.org</string>
				<string>westca.com</string>
				<string>forums-free.com</string>
				<string>pentoy.hk</string>
				<string>wow-life.net</string>
				<string>letscorp.net</string>
				<string>zhreader.com</string>
				<string>txxx.com</string>
				<string>hk32168.com</string>
				<string>arethusa.su</string>
				<string>51.ca</string>
				<string>salvation.org.hk</string>
				<string>jizzthis.com</string>
				<string>rfi.fr</string>
				<string>in99.org</string>
				<string>nurgo-software.com</string>
				<string>engadget.com</string>
				<string>getlantern.org</string>
				<string>belamionline.com</string>
				<string>chhongbi.org</string>
				<string>i2runner.com</string>
				<string>recoveryversion.com.tw</string>
				<string>gcpnews.com</string>
				<string>eromanga-kingdom.com</string>
				<string>marxist.net</string>
				<string>vegorpedersen.com</string>
				<string>exblog.co.jp</string>
				<string>twifan.com</string>
				<string>tweetphoto.com</string>
				<string>law.com</string>
				<string>chinatopsex.com</string>
				<string>hst.net.tw</string>
				<string>ai-kan.net</string>
				<string>tokyo-247.com</string>
				<string>greatfire.org</string>
				<string>gabocorp.com</string>
				<string>googlecode.com</string>
				<string>change.org</string>
				<string>turbotwitter.com</string>
				<string>javfor.me</string>
				<string>bigjapanesesex.com</string>
				<string>chinaaid.me</string>
				<string>gobet.cc</string>
				<string>zhanbin.net</string>
				<string>tubewolf.com</string>
				<string>xgmyd.com</string>
				<string>gfw.org.ua</string>
				<string>chinesedailynews.com</string>
				<string>viki.com</string>
				<string>empfil.com</string>
				<string>chinatown.com.au</string>
				<string>mooo.com</string>
				<string>provpnaccounts.com</string>
				<string>sinoquebec.com</string>
				<string>edoors.com</string>
				<string>livestream.com</string>
				<string>cao.im</string>
				<string>yam.org.tw</string>
				<string>exmormon.org</string>
				<string>rhcloud.com</string>
				<string>tibetcharity.dk</string>
				<string>sthoo.com</string>
				<string>softwarebychuck.com</string>
				<string>illusionfactory.com</string>
				<string>trtc.com.tw</string>
				<string>hrweb.org</string>
				<string>yakbutterblues.com</string>
				<string>staticflickr.com</string>
				<string>talk853.com</string>
				<string>freenet-china.org</string>
				<string>cams.com</string>
				<string>wisdompubs.org</string>
				<string>metarthunter.com</string>
				<string>nintendium.com</string>
				<string>j.mp</string>
				<string>21andy.com</string>
				<string>upwill.org</string>
				<string>stupidvideos.com</string>
				<string>greatfirewall.biz</string>
				<string>emulefans.com</string>
				<string>islam.org.hk</string>
				<string>tiananmenmother.org</string>
				<string>hentai.to</string>
				<string>cw.com.tw</string>
				<string>mirrorbooks.com</string>
				<string>razyboard.com</string>
				<string>hkbookcity.com</string>
				<string>sakya.org</string>
				<string>chinageeks.org</string>
				<string>dongtaiwang.com</string>
				<string>twimg.com</string>
				<string>hardsextube.com</string>
				<string>calgarychinese.com</string>
				<string>4bluestones.biz</string>
				<string>tweepguide.com</string>
				<string>twitlonger.com</string>
				<string>tibethouse.org</string>
				<string>falunasia.info</string>
				<string>coobay.com</string>
				<string>chromium.org</string>
				<string>revleft.com</string>
				<string>october-review.org</string>
				<string>am730.com.hk</string>
				<string>isunaffairs.com</string>
				<string>visiontimes.com</string>
				<string>kindleren.com</string>
				<string>zinio.com</string>
				<string>atdmt.com</string>
				<string>singaporepools.com.sg</string>
				<string>snaptu.com</string>
				<string>laoyang.info</string>
				<string>ntdtv.com</string>
				<string>polymer-project.org</string>
				<string>mrdoob.com</string>
				<string>sendoid.com</string>
				<string>giganews.com</string>
				<string>huaglad.com</string>
				<string>sorting-algorithms.com</string>
				<string>domaintoday.com.au</string>
				<string>cari.com.my</string>
				<string>youthwant.com.tw</string>
				<string>go-pki.com</string>
				<string>yeeyi.com</string>
				<string>changsa.net</string>
				<string>barracuda.com</string>
				<string>recoveryversion.org</string>
				<string>yibada.com</string>
				<string>istef.info</string>
				<string>playboy.com</string>
				<string>amnestyusa.org</string>
				<string>metrolife.ca</string>
				<string>imkev.com</string>
				<string>realraptalk.com</string>
				<string>lsmradio.com</string>
				<string>bangyoulater.com</string>
				<string>zaobao.com</string>
				<string>open.com.hk</string>
				<string>youversion.com</string>
				<string>spring4u.info</string>
				<string>yhcw.net</string>
				<string>twitcause.com</string>
				<string>tibet.fr</string>
				<string>flickr.com</string>
				<string>ajsands.com</string>
				<string>softether-download.com</string>
				<string>waiwaier.com</string>
				<string>site90.net</string>
				<string>waltermartin.com</string>
				<string>veoh.com</string>
				<string>dongtaiwang.net</string>
				<string>telecomspace.com</string>
				<string>tmdfish.com</string>
				<string>delcamp.net</string>
				<string>voachineseblog.com</string>
				<string>torrenty.org</string>
				<string>wenweipo.com</string>
				<string>skyvegas.com</string>
				<string>dalailama.ru</string>
				<string>vpnpop.com</string>
				<string>1688.com.au</string>
				<string>suroot.com</string>
				<string>chinaeweekly.com</string>
				<string>hola.com</string>
				<string>nextmag.com.tw</string>
				<string>youpai.org</string>
				<string>mpettis.com</string>
				<string>khmusic.com.tw</string>
				<string>nokola.com</string>
				<string>snowlionpub.com</string>
				<string>aol.ca</string>
				<string>uocn.org</string>
				<string>hinet.net</string>
				<string>tvmost.com.hk</string>
				<string>ranxiang.com</string>
				<string>gdbt.net</string>
				<string>mondex.org</string>
				<string>ienergy1.com</string>
				<string>parkansky.com</string>
				<string>hjclub.info</string>
				<string>h1n1china.org</string>
				<string>goofind.com</string>
				<string>perfectgirls.net</string>
				<string>greenpeace.com.tw</string>
				<string>weiming.info</string>
				<string>hotspotshield.com</string>
				<string>taiwantp.net</string>
				<string>sopcast.com</string>
				<string>aobo.com.au</string>
				<string>xnxx.com</string>
				<string>cwb.gov.tw</string>
				<string>i2p2.de</string>
				<string>kingstone.com.tw</string>
				<string>proxifier.com</string>
				<string>madthumbs.com</string>
				<string>twilog.org</string>
				<string>oursteps.com.au</string>
				<string>twittermail.com</string>
				<string>reflectivecode.com</string>
				<string>hidemycomp.com</string>
				<string>freechal.com</string>
				<string>nuuvem.com</string>
				<string>fail.hk</string>
				<string>tt1069.com</string>
				<string>6park.com</string>
				<string>macgamestore.com</string>
				<string>piring.com</string>
				<string>internetpopculture.com</string>
				<string>overplay.net</string>
				<string>cap.org.hk</string>
				<string>vpngate.jp</string>
				<string>ub0.cc</string>
				<string>zootool.com</string>
				<string>huaxin.ph</string>
				<string>melon-peach.com</string>
				<string>d0z.net</string>
				<string>tweettunnel.com</string>
				<string>tianzhu.org</string>
				<string>hkptu.org</string>
				<string>twtkr.com</string>
				<string>recordhistory.org</string>
				<string>surfeasy.com</string>
				<string>exblog.jp</string>
				<string>tsquare.tv</string>
				<string>martau.com</string>
				<string>brucewang.net</string>
				<string>sesawe.org</string>
				<string>xn--4gq171p.com</string>
				<string>vincnd.com</string>
				<string>fuckgfw.org</string>
				<string>1949er.org</string>
				<string>southnews.com.tw</string>
				<string>etaiwannews.com</string>
				<string>wpoforum.com</string>
				<string>soundcloud.com</string>
				<string>familyfed.org</string>
				<string>wingamestore.com</string>
				<string>thetibetconnection.org</string>
				<string>xpud.org</string>
				<string>5isotoi5.org</string>
				<string>webbang.net</string>
				<string>jav68.tv</string>
				<string>lpsg.com</string>
				<string>h-china.org</string>
				<string>iyouport.com</string>
				<string>summify.com</string>
				<string>googleapis.com</string>
				<string>braumeister.org</string>
				<string>vpnfan.com</string>
				<string>tube911.com</string>
				<string>wujieliulan.com</string>
				<string>jiruan.net</string>
				<string>twitturly.com</string>
				<string>greatfirewallofchina.org</string>
				<string>wowlegacy.ml</string>
				<string>yangjianli.com</string>
				<string>tibetaction.net</string>
				<string>compython.net</string>
				<string>wexiaobo.org</string>
				<string>spankwire.com</string>
				<string>pcij.org</string>
				<string>chinaaffairs.org</string>
				<string>udnbkk.com</string>
				<string>paper.li</string>
				<string>dtiblog.com</string>
				<string>sejie.com</string>
				<string>upornia.com</string>
				<string>meteorshowersonline.com</string>
				<string>faydao.com</string>
				<string>nobel.se</string>
				<string>trialofccp.org</string>
				<string>fb.com</string>
				<string>sun1911.com</string>
				<string>europa.eu</string>
				<string>comedycentral.com</string>
				<string>linksalpha.com</string>
				<string>taaze.tw</string>
				<string>jinbushe.org</string>
				<string>zmw.cn</string>
				<string>gjczz.com</string>
				<string>tweetmylast.fm</string>
				<string>now.com</string>
				<string>altrec.com</string>
				<string>sohfrance.org</string>
				<string>omnitalk.com</string>
				<string>idlcoyote.com</string>
				<string>ning.com</string>
				<string>libertytimes.com.tw</string>
				<string>npnt.me</string>
				<string>matome-plus.net</string>
				<string>dipity.com</string>
				<string>china21.org</string>
				<string>netbig.com</string>
				<string>bbcchinese.com</string>
				<string>fanqiangyakexi.net</string>
				<string>pin6.com</string>
				<string>gmodules.com</string>
				<string>fhreports.net</string>
				<string>tibetanarts.org</string>
				<string>feer.com</string>
				<string>madonna-av.com</string>
				<string>avaaz.org</string>
				<string>logmein.com</string>
				<string>bloomfortune.com</string>
				<string>sfileydy.com</string>
				<string>nanyangpost.com</string>
				<string>python.com</string>
				<string>read100.com</string>
				<string>classicalguitarblog.net</string>
				<string>buugaa.com</string>
				<string>bbchat.tv</string>
				<string>thereallove.kr</string>
				<string>dolf.org.hk</string>
				<string>fawanghuihui.org</string>
				<string>x-wall.org</string>
				<string>daolan.net</string>
				<string>tibetanfeministcollective.org</string>
				<string>taiwanus.net</string>
				<string>seraph.me</string>
				<string>szetowah.org.hk</string>
				<string>maturejp.com</string>
				<string>nordstrom.com</string>
				<string>china-mmm.net</string>
				<string>yuanming.net</string>
				<string>xbookcn.com</string>
				<string>shop2000.com.tw</string>
				<string>sunporno.com</string>
				<string>shenyun.com</string>
				<string>geekmanuals.com</string>
				<string>guancha.org</string>
				<string>chinayuanmin.org</string>
				<string>rolia.net</string>
				<string>nga.mil</string>
				<string>barenakedislam.com</string>
				<string>my903.com</string>
				<string>archive.org</string>
				<string>tamiaode.tk</string>
				<string>lamayeshe.com</string>
				<string>retweetrank.com</string>
				<string>nalandabodhi.org</string>
				<string>victimsofcommunism.org</string>
				<string>onmoon.com</string>
				<string>tvbs.com.tw</string>
				<string>jiaoyou8.com</string>
				<string>spicevpn.com</string>
				<string>twibble.de</string>
				<string>asianspiss.com</string>
				<string>frienddy.com</string>
				<string>sciencemag.org</string>
				<string>daliulian.org</string>
				<string>csuchen.de</string>
				<string>localpresshk.com</string>
				<string>xinhuanet.org</string>
				<string>yorkbbs.ca</string>
				<string>scribd.com</string>
				<string>leirentv.ca</string>
				<string>withgoogle.com</string>
				<string>dreammask.org</string>
				<string>mixpod.com</string>
				<string>unblocksit.es</string>
				<string>lamenhu.com</string>
				<string>dcard.tw</string>
				<string>cn-proxy.com</string>
				<string>17t17p.com</string>
				<string>rti.org.tw</string>
				<string>fscked.org</string>
				<string>voatibetanenglish.com</string>
				<string>tibetcorps.org</string>
				<string>cellulo.info</string>
				<string>owind.com</string>
				<string>ucam.org</string>
				<string>phonegap.com</string>
				<string>r18.com</string>
				<string>indiandefensenews.in</string>
				<string>navy.mil</string>
				<string>clearwisdom.net</string>
				<string>tibet.net</string>
				<string>uncyclomedia.org</string>
				<string>vpncup.com</string>
				<string>oopsforum.com</string>
				<string>mathable.io</string>
				<string>skype.com</string>
				<string>hkbc.net</string>
				<string>youtube-nocookie.com</string>
				<string>winwhispers.info</string>
				<string>securetunnel.com</string>
				<string>dwheeler.com</string>
				<string>getcloak.com</string>
				<string>hsselite.com</string>
				<string>tibetoffice.eu</string>
				<string>netcolony.com</string>
				<string>porntubenews.com</string>
				<string>savetibet.ru</string>
				<string>break.com</string>
				<string>cenews.eu</string>
				<string>xxxx.com.au</string>
				<string>gaozhisheng.org</string>
				<string>suyangg.com</string>
				<string>liuhanyu.com</string>
				<string>voanews.com</string>
				<string>chinese-leaders.org</string>
				<string>switch1.jp</string>
				<string>proxyroad.com</string>
				<string>s-cute.com</string>
				<string>tttan.com</string>
				<string>deck.ly</string>
				<string>51luoben.com</string>
				<string>hnjhj.com</string>
				<string>slideshare.net</string>
				<string>weiquanwang.org</string>
				<string>nabble.com</string>
				<string>izihost.org</string>
				<string>ministrybooks.org</string>
				<string>im.tv</string>
				<string>twiyia.com</string>
				<string>twimbow.com</string>
				<string>cclife.org</string>
				<string>buzzhand.net</string>
				<string>zhenlibu.info</string>
				<string>hkday.net</string>
				<string>1984bbs.com</string>
				<string>iphonehacks.com</string>
				<string>vpnmaster.com</string>
				<string>asg.to</string>
				<string>justtristan.com</string>
				<string>longtoes.com</string>
				<string>pmates.com</string>
				<string>websnapr.com</string>
				<string>waigaobu.com</string>
				<string>naol.ca</string>
				<string>adultfriendfinder.com</string>
				<string>collateralmurder.org</string>
				<string>al-qimmah.net</string>
				<string>twitbrowser.net</string>
				<string>jbtalks.my</string>
				<string>spike.com</string>
				<string>vivatube.com</string>
				<string>mediafire.com</string>
				<string>excite.co.jp</string>
				<string>vllcs.org</string>
				<string>raidtalk.com.tw</string>
				<string>36rain.com</string>
				<string>somee.com</string>
				<string>yahoo.com.hk</string>
				<string>acevpn.com</string>
				<string>turbobit.net</string>
				<string>sexhuang.com</string>
				<string>voacantonese.com</string>
				<string>ismprofessional.net</string>
				<string>dzze.com</string>
				<string>python.com.tw</string>
				<string>ecstart.com</string>
				<string>soundofhope.kr</string>
				<string>blogs.com</string>
				<string>artsy.net</string>
				<string>towngain.com</string>
				<string>justfreevpn.com</string>
				<string>axureformac.com</string>
				<string>64tianwang.com</string>
				<string>luke54.org</string>
				<string>domain.club.tw</string>
				<string>imageflea.com</string>
				<string>wangruoshui.net</string>
				<string>tuitui.info</string>
				<string>yogichen.org</string>
				<string>tibetan-alliance.org</string>
				<string>af.mil</string>
				<string>youporngay.com</string>
				<string>bewww.net</string>
				<string>radioaustralia.net.au</string>
				<string>taconet.com.tw</string>
				<string>natado.com</string>
				<string>sheikyermami.com</string>
				<string>pekingduck.org</string>
				<string>bloomberg.cn</string>
				<string>american.edu</string>
				<string>tibetfocus.com</string>
				<string>radiotime.com</string>
				<string>heqinglian.net</string>
				<string>kwongwah.com.my</string>
				<string>blinw.com</string>
				<string>javhub.net</string>
				<string>sacom.hk</string>
				<string>atj.org.tw</string>
				<string>suprememastertv.com</string>
				<string>superpages.com</string>
				<string>sex3.com</string>
				<string>freevpn.nl</string>
				<string>netfirms.com</string>
				<string>windowsphoneme.com</string>
				<string>xiaochuncnjp.com</string>
				<string>urbansurvival.com</string>
				<string>sherabgyaltsen.com</string>
				<string>westpoint.edu</string>
				<string>csdparty.com</string>
				<string>epochtimes-bg.com</string>
				<string>dharamsalanet.com</string>
				<string>samair.ru</string>
				<string>linkuswell.com</string>
				<string>taiwankiss.com</string>
				<string>hotpot.hk</string>
				<string>wepn.info</string>
				<string>books.com.tw</string>
				<string>tibet-munich.de</string>
				<string>provideocoalition.com</string>
				<string>bbsdigest.com</string>
				<string>facebook.br</string>
				<string>focusvpn.com</string>
				<string>urbanoutfitters.com</string>
				<string>lrip.org</string>
				<string>sketchappsources.com</string>
				<string>ifanr.com</string>
				<string>mingpao.com</string>
				<string>urlborg.com</string>
				<string>minzhuzhongguo.org</string>
				<string>tenacy.com</string>
				<string>kanshifang.com</string>
				<string>tibet.a.se</string>
				<string>fb.me</string>
				<string>freefq.com</string>
				<string>icij.org</string>
				<string>twindexx.com</string>
				<string>cts.com.tw</string>
				<string>sanmin.com.tw</string>
				<string>logmike.com</string>
				<string>ultraxs.com</string>
				<string>highrockmedia.com</string>
				<string>taiwannews.com.tw</string>
				<string>yes-news.com</string>
				<string>tacem.org</string>
				<string>percy.in</string>
				<string>pacopacomama.com</string>
				<string>w.org</string>
				<string>taiwannation.com.tw</string>
				<string>nordstromimage.com</string>
				<string>mefeedia.com</string>
				<string>embr.in</string>
				<string>shicheng.org</string>
				<string>paldengyal.com</string>
				<string>chaturbate.com</string>
				<string>strongvpn.com</string>
				<string>asianwomensfilm.de</string>
				<string>qidian.ca</string>
				<string>openervpn.in</string>
				<string>no-ip.org</string>
				<string>websitepulse.com</string>
				<string>tibetaid.org</string>
				<string>beric.me</string>
				<string>tubecao.com</string>
				<string>x365x.com</string>
				<string>dropboxusercontent.com</string>
				<string>tiantibooks.org</string>
				<string>azubu.tv</string>
				<string>mangafox.com</string>
				<string>mycnnews.com</string>
				<string>kodingen.com</string>
				<string>hung-ya.com</string>
				<string>duckduckgo.com</string>
				<string>twyac.org</string>
				<string>shizhao.org</string>
				<string>budaedu.org</string>
				<string>rangzen.com</string>
				<string>boysmaster.com</string>
				<string>mimivv.com</string>
				<string>xlfmwz.info</string>
				<string>rcinet.ca</string>
				<string>toptip.ca</string>
				<string>date.fm</string>
				<string>1000giri.net</string>
				<string>threatchaos.com</string>
				<string>mychat.to</string>
				<string>cftfc.com</string>
				<string>playno1.com</string>
				<string>farwestchina.com</string>
				<string>inxian.com</string>
				<string>zaozon.com</string>
				<string>taiwantt.org.tw</string>
				<string>chrome.com</string>
				<string>voa.mobi</string>
				<string>huaren.us</string>
				<string>eastern-ark.com</string>
				<string>twblogger.com</string>
				<string>penchinese.com</string>
				<string>92ccav.com</string>
				<string>sitetag.us</string>
				<string>cdpeu.org</string>
				<string>twaud.io</string>
				<string>singtao.com</string>
				<string>xys.org</string>
				<string>chinainperspective.org</string>
				<string>delicious.com</string>
				<string>cattt.com</string>
				<string>meirixiaochao.com</string>
				<string>x-art.com</string>
				<string>toonel.net</string>
				<string>aircrack-ng.org</string>
				<string>keepvid.com</string>
				<string>city9x.com</string>
				<string>searchtruth.com</string>
				<string>ufreevpn.com</string>
				<string>yes123.com.tw</string>
				<string>dilber.se</string>
				<string>veempiire.com</string>
				<string>thebcomplex.com</string>
				<string>noypf.com</string>
				<string>radiovaticana.org</string>
				<string>igfw.net</string>
				<string>wforum.com</string>
				<string>tomayko.com</string>
				<string>tonyyan.net</string>
				<string>ucdc1998.org</string>
				<string>anonymitynetwork.com</string>
				<string>eromangadouzin.com</string>
				<string>dpp.org.tw</string>
				<string>abs.edu</string>
				<string>xiaoma.org</string>
				<string>so-ga.net</string>
				<string>sapikachu.net</string>
				<string>raidcall.com.tw</string>
				<string>unpo.org</string>
				<string>ebookee.com</string>
				<string>sitebro.tw</string>
				<string>glennhilton.com</string>
				<string>prayforchina.net</string>
				<string>konachan.com</string>
				<string>gmhz.org</string>
				<string>uighur.nl</string>
				<string>rocketbbs.com</string>
				<string>mgstage.com</string>
				<string>epochtimes.jp</string>
				<string>hao123.com</string>
				<string>tuzaijidi.com</string>
				<string>lesoir.be</string>
				<string>hornygamer.com</string>
				<string>juyuange.org</string>
				<string>organharvestinvestigation.net</string>
				<string>gaoming.net</string>
				<string>travelinlocal.com</string>
				<string>shutterstock.com</string>
				<string>peacefire.org</string>
				<string>xvideos.es</string>
				<string>cytode.us</string>
				<string>yahoo.com</string>
				<string>hongmeimei.com</string>
				<string>torrentz.eu</string>
				<string>iconfactory.com</string>
				<string>globalvoicesonline.org</string>
				<string>minzhuzhanxian.com</string>
				<string>vft.com.tw</string>
				<string>huluim.com</string>
				<string>seevpn.com</string>
				<string>onmoon.net</string>
				<string>yesasia.com.hk</string>
				<string>pixnet.in</string>
				<string>jjgirls.com</string>
				<string>godsdirectcontact.org</string>
				<string>peoplenews.tw</string>
				<string>tiananmenuniv.net</string>
				<string>wezone.net</string>
				<string>cochina.org</string>
				<string>tibetheritagefund.org</string>
				<string>hanminzu.org</string>
				<string>tmpp.org</string>
				<string>ytht.net</string>
				<string>baywords.com</string>
				<string>twitoaster.com</string>
				<string>thewgo.org</string>
				<string>ntdtv.ca</string>
				<string>ivpn.net</string>
				<string>hkwcc.org.hk</string>
				<string>eslite.com</string>
				<string>rangwang.biz</string>
				<string>tibetanculture.org</string>
				<string>fring.com</string>
				<string>nytco.com</string>
				<string>fofg.org</string>
				<string>zeutch.com</string>
				<string>itshidden.com</string>
				<string>qtrac.eu</string>
				<string>udn.com</string>
				<string>chinahush.com</string>
				<string>yobt.com</string>
				<string>huaxia-news.com</string>
				<string>slavasoft.com</string>
				<string>cactusvpn.com</string>
				<string>ritouki.jp</string>
				<string>blogger.com</string>
				<string>stumbleupon.com</string>
				<string>pbs.org</string>
				<string>dtwang.org</string>
				<string>gu-chu-sum.org</string>
				<string>mychinamyhome.com</string>
				<string>hellotxt.com</string>
				<string>228.net.tw</string>
				<string>myspace.com</string>
				<string>cjb.net</string>
				<string>andfaraway.net</string>
				<string>kiwi.kz</string>
				<string>aenhancers.com</string>
				<string>smyxy.org</string>
				<string>weisuo.ws</string>
				<string>cdp2006.org</string>
				<string>xyy69.info</string>
				<string>safervpn.com</string>
				<string>youthnetradio.org</string>
				<string>ftchinese.com</string>
				<string>forum4hk.com</string>
				<string>chinalawandpolicy.com</string>
				<string>civisec.org</string>
				<string>agnesb.fr</string>
				<string>junauza.com</string>
				<string>mihk.hk</string>
				<string>student.tw</string>
				<string>svwind.com</string>
				<string>chrlawyers.hk</string>
				<string>pinoy-n.com</string>
				<string>flipboard.com</string>
				<string>gaycn.net</string>
				<string>npa.go.jp</string>
				<string>mingjinglishi.com</string>
				<string>usacn.com</string>
				<string>privateinternetaccess.com</string>
				<string>uforadio.com.tw</string>
				<string>hgseav.com</string>
				<string>advertfan.com</string>
				<string>tbsmalaysia.org</string>
				<string>tubecup.com</string>
				<string>javhip.com</string>
				<string>tu8964.com</string>
				<string>ibvpn.com</string>
				<string>omnitalk.org</string>
				<string>gs-discuss.com</string>
				<string>xinyubbs.net</string>
				<string>savetibet.de</string>
				<string>calgarychinese.ca</string>
				<string>fleshbot.com</string>
				<string>kinghost.com</string>
				<string>igcd.net</string>
				<string>vinniev.com</string>
				<string>hwayue.org.tw</string>
				<string>cmoinc.org</string>
				<string>gmiddle.net</string>
				<string>adultkeep.net</string>
				<string>jieshibaobao.com</string>
				<string>sinchew.com.my</string>
				<string>hkfreezone.com</string>
				<string>treemall.com.tw</string>
				<string>bfnn.org</string>
				<string>faiththedog.info</string>
				<string>googlemail.com</string>
				<string>gaymap.cc</string>
				<string>epochweekly.com</string>
				<string>btdigg.org</string>
				<string>free-gate.org</string>
				<string>javbus.com</string>
				<string>taup.net</string>
				<string>freelotto.com</string>
				<string>himemix.com</string>
				<string>tweetree.com</string>
				<string>rfachina.com</string>
				<string>truthcn.com</string>
				<string>xcity.jp</string>
				<string>zhongguorenquan.org</string>
				<string>newsancai.com</string>
				<string>game735.com</string>
				<string>hdzog.com</string>
				<string>greenfieldbookstore.com.hk</string>
				<string>liberal.org.hk</string>
				<string>goo.ne.jp</string>
				<string>uploaded.to</string>
				<string>mrtweet.com</string>
				<string>iam.soy</string>
				<string>gamez.com.tw</string>
				<string>rangzen.net</string>
				<string>qi-gong.me</string>
				<string>steel-storm.com</string>
				<string>turntable.fm</string>
				<string>etowns.org</string>
				<string>aamacau.com</string>
				<string>opera-mini.net</string>
				<string>oiktv.com</string>
				<string>ywpw.com</string>
				<string>zalmos.com</string>
				<string>mmaaxx.com</string>
				<string>fdc89.jp</string>
				<string>doctorvoice.org</string>
				<string>boxunclub.com</string>
				<string>shenyunperformingarts.org</string>
				<string>tzangms.com</string>
				<string>eic-av.com</string>
				<string>topsy.com</string>
				<string>ift.tt</string>
				<string>cdpusa.org</string>
				<string>pose.com</string>
				<string>standupfortibet.org</string>
				<string>designerol.com</string>
				<string>knowledgerush.com</string>
				<string>famunion.com</string>
				<string>tcewf.org</string>
				<string>so-news.com</string>
				<string>mthruf.com</string>
				<string>getfoxyproxy.org</string>
				<string>taragana.com</string>
				<string>wav.tv</string>
				<string>pathtosharepoint.com</string>
				<string>logiqx.com</string>
				<string>bestvpnusa.com</string>
				<string>scihub.org</string>
				<string>slime.com.tw</string>
				<string>uighurbiz.net</string>
				<string>deutsche-welle.de</string>
				<string>huiyi.in</string>
				<string>web2project.net</string>
				<string>qmzdd.com</string>
				<string>vital247.org</string>
				<string>quranexplorer.com</string>
				<string>github.com</string>
				<string>jingpin.org</string>
				<string>zhengwunet.org</string>
				<string>hidden-advent.org</string>
				<string>megaporn.com</string>
				<string>dmm.co.jp</string>
				<string>chinapress.com.my</string>
				<string>vanilla-jp.com</string>
				<string>hougaige.com</string>
				<string>karayou.com</string>
				<string>aboutgfw.com</string>
				<string>soul-plus.net</string>
				<string>xvideos.com</string>
				<string>nakido.com</string>
				<string>vs.com</string>
				<string>olumpo.com</string>
				<string>finler.net</string>
				<string>zoozle.net</string>
				<string>bbc.co</string>
				<string>vcf-online.org</string>
				<string>tibetancommunityuk.net</string>
				<string>stuffimreading.net</string>
				<string>faluninfo.net</string>
				<string>state168.com</string>
				<string>cantonese.asia</string>
				<string>fzh999.com</string>
				<string>topshareware.com</string>
				<string>cmule.org</string>
				<string>favotter.net</string>
				<string>rojo.com</string>
				<string>saiq.me</string>
				<string>xbabe.com</string>
				<string>syx86.cn</string>
				<string>changp.com</string>
				<string>tagwalk.com</string>
				<string>googlesource.com</string>
				<string>carfax.com</string>
				<string>togetter.com</string>
				<string>posterous.com</string>
				<string>interfaceaddiction.com</string>
				<string>raremovie.net</string>
				<string>chinaaid.net</string>
				<string>ng.mil</string>
				<string>hola.org</string>
				<string>freeyoutubeproxy.net</string>
				<string>storagenewsletter.com</string>
				<string>telegram.org</string>
				<string>guishan.org</string>
				<string>christusrex.org</string>
				<string>dabr.eu</string>
				<string>syncback.com</string>
				<string>tweetboard.com</string>
				<string>eastturkistancc.org</string>
				<string>powerpointninja.com</string>
				<string>mobypicture.com</string>
				<string>orient-doll.com</string>
				<string>twittercounter.com</string>
				<string>vid.me</string>
				<string>git-scm.com</string>
				<string>crchina.org</string>
				<string>darktoy.net</string>
				<string>uncyclopedia.tw</string>
				<string>renminbao.com</string>
				<string>erodoujinworld.com</string>
				<string>lingvodics.com</string>
				<string>inmediahk.net</string>
				<string>aliengu.com</string>
				<string>taweet.com</string>
				<string>0to255.com</string>
				<string>duping.net</string>
				<string>tkcs-collins.com</string>
				<string>trustedbi.com</string>
				<string>akiba-web.com</string>
				<string>persecutionblog.com</string>
				<string>nighost.org</string>
				<string>myaudiocast.com</string>
				<string>mmdays.com</string>
				<string>appspot.com</string>
				<string>dollf.com</string>
				<string>free4u.com.ar</string>
				<string>islamicity.com</string>
				<string>1eew.com</string>
				<string>taiwannation.com</string>
				<string>zhenxiang.biz</string>
				<string>wezhiyong.org</string>
				<string>falunworld.net</string>
				<string>tuo8.hk</string>
				<string>allinfa.com</string>
				<string>surrenderat20.net</string>
				<string>live.com</string>
				<string>mfxmedia.com</string>
				<string>pandapow.net</string>
				<string>btspread.com</string>
				<string>kichiku-doujinko.com</string>
				<string>wahas.com</string>
				<string>goldenfrog.com</string>
				<string>mail.ru</string>
				<string>friendfeed-media.com</string>
				<string>chuang-yen.org</string>
				<string>furinkan.com</string>
				<string>observechina.net</string>
				<string>avmoo.com</string>
				<string>chinachannel.hk</string>
				<string>buzzhand.com</string>
				<string>sysresccd.org</string>
				<string>nordvpn.com</string>
				<string>facebook.hu</string>
				<string>yourepeat.com</string>
				<string>xihua.es</string>
				<string>twitter.com</string>
				<string>chinese-memorial.org</string>
				<string>canyu.org</string>
				<string>jgoodies.com</string>
				<string>zdnet.com.tw</string>
				<string>china-week.com</string>
				<string>pureconcepts.net</string>
				<string>sowiki.net</string>
				<string>kangye.org</string>
				<string>br.st</string>
				<string>taiwanjustice.com</string>
				<string>gaybubble.com</string>
				<string>proxlet.com</string>
				<string>meyou.jp</string>
				<string>waselpro.com</string>
				<string>crd-net.org</string>
				<string>unblock-us.com</string>
				<string>hide.me</string>
				<string>calgarychinese.net</string>
				<string>opendemocracy.net</string>
				<string>getuploader.com</string>
				<string>uymaarip.com</string>
				<string>supertweet.net</string>
				<string>ydy.com</string>
				<string>bipic.net</string>
				<string>adorama.com</string>
				<string>tibet.com</string>
				<string>shwchurch.org</string>
				<string>gvm.com.tw</string>
				<string>cuihua.org</string>
				<string>theblemish.com</string>
				<string>googleearth.com</string>
				<string>diaoyuislands.org</string>
				<string>wozy.in</string>
				<string>initiativesforchina.org</string>
				<string>hkdailynews.com.hk</string>
				<string>blockcn.com</string>
				<string>christianstudy.com</string>
				<string>freenetproject.org</string>
				<string>mahabodhi.org</string>
				<string>ebookbrowse.com</string>
				<string>tweetedtimes.com</string>
				<string>certificate-transparency.org</string>
				<string>clipfish.de</string>
				<string>laptoplockdown.com</string>
				<string>piposay.com</string>
				<string>freakshare.com</string>
				<string>listentoyoutube.com</string>
				<string>fangeming.com</string>
				<string>vmixcore.com</string>
				<string>e-traderland.net</string>
				<string>twtrland.com</string>
				<string>huhaitai.com</string>
				<string>askstudent.com</string>
				<string>stackoverflow.com</string>
				<string>yipub.com</string>
				<string>truveo.com</string>
				<string>tabtter.jp</string>
				<string>uyghurpress.com</string>
				<string>xiaohexie.com</string>
				<string>iblogserv-f.net</string>
				<string>kanzhongguo.eu</string>
				<string>tagwa.org.au</string>
				<string>xxlmovies.com</string>
				<string>book.com.tw</string>
				<string>edicypages.com</string>
				<string>heeact.edu.tw</string>
				<string>173ng.com</string>
				<string>minghui.org</string>
				<string>softether.org</string>
				<string>isaacmao.com</string>
				<string>perfectvpn.net</string>
				<string>dushi.ca</string>
				<string>sinonet.ca</string>
				<string>darpa.mil</string>
				<string>fc2cn.com</string>
				<string>jpopforum.net</string>
				<string>tsctv.net</string>
				<string>couchdbwiki.com</string>
				<string>sobees.com</string>
				<string>drepung.org</string>
				<string>epochtimestr.com</string>
				<string>biantailajiao.com</string>
				<string>oyax.com</string>
				<string>falun-ny.net</string>
				<string>warehouse333.com</string>
				<string>tibetonline.com</string>
				<string>foxtang.com</string>
				<string>chosun.com</string>
				<string>icu-project.org</string>
				<string>njactb.org</string>
				<string>martinoei.com</string>
				<string>openwebster.com</string>
				<string>thetibetcenter.org</string>
				<string>91porn.com</string>
				<string>wtfpeople.com</string>
				<string>1-apple.com.tw</string>
			</array>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.vpn.managed.applayer</string>
			<key>VPNType</key>
			<string>VPN</string>
			<key>VPNSubType</key>
			<string>com.yarshure.Surf</string>
			<key>VPNUUID</key>
			<string>825886EA-BB00-4805-ADD6-1674C531669E</string>
			<key>VPN</key>
			<dict>
				<key>RemoteAddress</key>
				<string>test.com</string>
				<key>AuthenticationMethod</key>
				<string>Password</string>
				<key>AuthName</key>
				<string>mrgumby</string>
				<key>AuthPassword</key>
				<string>opendoor</string>
				<key>ProviderBundleIdentifier</key>
				<string>com.yarshure.Surf.AppProxy-iOS</string>
			</dict>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>appproxy</string>
	<key>PayloadIdentifier</key>
	<string>rMBP.B30F6308-1016-43AF-B0AE-7C22AA195B71</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>FE7BD40B-16C0-4212-A9D7-928E34184BBF</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
